{
    "1966-06-01|1967-12-30": [
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-9391/",
            "cover_date": "1967-07-01",
            "date_added": "2008-06-06 11:10:32",
            "date_last_updated": "2018-04-27 20:21:52",
            "deck": null,
            "description": "<p>The Silver Age Flash travels to Earth-2 to pay a visit to the Spectre. While en route, he chances upon a robbery in progress. The Flash vibrates through the getaway truck's back doors only to collapse into unconsciousness. The two thieves discard the Flash's body on a lonely stretch of country road. Moments later, the Ghost Pilot arrives to claim the body. Setting his World War I era triplane down, the Ghost Pilot recites an incantation over the Flash's body, transforming the Scarlet Speedster into a spectre, One that is absolutely loyal to the Ghost Pilot. Soon after, the Ghost Pilot crashes the reunion party of his old World War I comrades, the 13th Squadron, and spirits the aged pilots away. Police Detective Jim Corrigan is called in to investigate the mysterious disappearance of the 13th Squadron. Corrigan turns the case over to his alter-ego, the Spectre. Gazing into the recent past, the Spectre witnesses the Ghost Pilot abducting the 13th Squadron with his spectral wingman, the Flash. The Spectre follows the Ghost Pilot's trail to Germany, descending on a sinister \"schloss\", known as Castle Kreig. As the Spectre nears Castle Kreig, he sees two World War I era planes take to the sky, the Ghost Pilot's bone white triplane and a French SPAD. The Spectre watches the dogfight unfold. The SPAD initially takes the advantage, but the spectral Flash disrupts the pilot's ability to control the aircraft, leaving it vulnerable to the Ghost Pilot's fire. Before the Ghost Pilot can shoot the SPAD from the sky, the Spectre intervenes. At first, the Ghost Pilot engages the Spectre, but quickly realizes that his power is no match for the Ghostly Gaurdian. The Ghost Pilot orders the spectral Flash to attack the Spectre, but the Spectre threatens to destroy the Ghost Pilot, if the Flash doesn't stand down.</p><p>Returning to Castle Kreig, the Spectre demands an explanation for the Ghost Pilot's actions. The Ghost Pilot recounts his last day on Earth. The 13h Squadron had been challenged, on the final day of World War I, to an aerial duel by their old nemesis, Baron Von Krieg. Only the Ghost Pilot, then Captain Luther Jarvis, made that deadly rendezvous. Without the rest of the 13th Squadron to back him up, Jarvis easily fell prey to Von Kreig's Fokkers. Years later, the spectre of Luthor Jarvis returned to the mortal plane as the Ghost Pilot. His sole purpose, to exact vengeance on the surviving members of the 13th Squadron, for their cowardice and dishonor. The Spectre offers to champion the 13th Squadron in a sky duel with the spectral Flash. Their epic dogfight tears up the German countryside, shattering cliff sides and uprooting trees. To spare the country further damage, the Spectre carries their duel into orbit, and beyond. Guided by the skilled hand of the Ghost Pilot, the spectral Flash shoots the Spectre down, on the Moon. The spectral Flash closes on the downed Spectre to finish him off, only to be kicked thousands of miles away. The Spectre re-engages the Flash, but finds himself being quickly battered, over and over, by high velocity punches. The Ghost Pilot is on the verge of tasting victory when the Spectre suddenly disappears. The spectral Flash scours the entire solar system for the Spectre, finding him inside the tail of a comet. Entering the comet's tail transforms the spectral Flash back to normal. The Spectre quickly rescues the Flash, before he can die in the vacuum of space, then they return to Earth in the one remaining plane. The Ghost Pilot flies out to meet them, setting his triplane on a collision course. The Spectre pulls the Flash off the plane, moments before impact. The Ghost Pilot is, seemingly, destroyed in the explosion. Corrigan closes the case on the disappearance of the 13th Squadron, while the Flash returns home.</p>",
            "has_staff_review": false,
            "id": 9391,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/8504-1683-9391-1-brave-and-the-bold-.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/8504-1683-9391-1-brave-and-the-bold-.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/8504-1683-9391-1-brave-and-the-bold-.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/8504-1683-9391-1-brave-and-the-bold-.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/8504-1683-9391-1-brave-and-the-bold-.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/8504-1683-9391-1-brave-and-the-bold-.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/8504-1683-9391-1-brave-and-the-bold-.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/8504-1683-9391-1-brave-and-the-bold-.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/8504-1683-9391-1-brave-and-the-bold-.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "72",
            "name": null,
            "site_detail_url": "https://comicvine.gamespot.com/the-brave-and-the-bold-72/4000-9391/",
            "store_date": "1967-04-20",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-1683/",
                "id": 1683,
                "name": "The Brave and the Bold",
                "site_detail_url": "https://comicvine.gamespot.com/the-brave-and-the-bold/4050-1683/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-278588/",
            "cover_date": "1967-06-30",
            "date_added": "2011-07-12 10:13:22",
            "date_last_updated": "2015-10-18 11:11:08",
            "deck": null,
            "description": "<p data-right-indent=\"0\" data-left-indent=\"0\"><em>Jeromba finds someone just as strong as he is! Although so he says.. Find out what happens in this issue when Jerom goes to fight his opponent.</em></p>",
            "has_staff_review": false,
            "id": 278588,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3050287-eti%20072-01.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3050287-eti%20072-01.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3050287-eti%20072-01.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3050287-eti%20072-01.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3050287-eti%20072-01.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3050287-eti%20072-01.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3050287-eti%20072-01.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3050287-eti%20072-01.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3050287-eti%20072-01.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "72",
            "name": "Jeromba de Griek",
            "site_detail_url": "https://comicvine.gamespot.com/suske-wiske-72-jeromba-de-griek/4000-278588/",
            "store_date": "1967-06-01",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-41217/",
                "id": 41217,
                "name": "Suske en Wiske",
                "site_detail_url": "https://comicvine.gamespot.com/suske-en-wiske/4050-41217/"
            }
        }
    ]
}
