{
    "2002-01-01|2002-12-30": [
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-106014/",
            "cover_date": "2002-10-01",
            "date_added": "2008-06-06 11:19:36",
            "date_last_updated": "2015-06-11 18:47:56",
            "deck": null,
            "description": "<p><i>Our splendid art-o-graphic pictorial continues to arouse and entertain enlightened readers of all classes. In this chapter, our heroes venture to the outer reaches of London to discover mirthful mayhem in the guise of Martian marauders. Most shocking of all, witness our dear Mina's horrible assault. (Ladies, please consult your husbands before perusing our pages!)</i></p><p><i>An added bonus feature has been included for the enjoyment of our readers: an illustrated travelogue to places of the most fantastic nature. Book your accommodations early!</i></p><h3>League Of Extraordinary Gentlemen</h3><figure data-align=\"right\" data-img-src=\"https://static.comicvine.com/uploads/original/0/9541/1605065-108_1.jpg\" data-ref-id=\"1300-1605065\" data-size=\"medium\" style=\"width: 194px\" data-ratio=\"1.3350515463918\" data-width=\"194\" data-embed-type=\"image\"><a class=\"fluid-height\" style=\"padding-bottom:133.5%\" href=\"https://static.comicvine.com/uploads/original/0/9541/1605065-108_1.jpg\" data-ref-id=\"1300-1605065\"><img alt=\"War of the Worlds\" src=\"https://static.comicvine.com/uploads/original/0/9541/1605065-108_1.jpg\" srcset=\"https://static.comicvine.com/uploads/original/0/9541/1605065-108_1.jpg 194w\" sizes=\"(max-width: 194px) 100vw, 194px\" data-width=\"194\"></a><figcaption>War of the Worlds</figcaption></figure><p>The league is sent to the scene of a crashed U.F.O. The whole team is there along with just about everyone in several of the adjacent towns. It is a mysterious curiosity until it turns into horror. The ship opens and kills several people. Not knowing what to do the people sent an impromptu peace delegation. As they approach the ship an antenna protrudes from the ship and sets all the men on fire with some sort of invisible heat ray. After killing the peace delegation it turns on the civilians burning man, woman and child. The league being most likely the only survivors retreat to a town that is just about abandoned. All hope seems lost for the team. This gets worse when they are betrayed by one of their own.</p><h3>The New Traveller's Almanac Chapter Two</h3><p>This is a story of strange and unseal places around Europe. There are a lot of \"first hand accounts from Mina Murray and her travels. Some with assumably Allan Quatermain whom she refers to as simply A. There are also many accounts of Mr. and Mrs. Blakeney who travel with the notorious Mrs. Fanny Hill.</p>",
            "has_staff_review": false,
            "id": 106014,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/87745-10196-106014-1-league-of-extraordin.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/87745-10196-106014-1-league-of-extraordin.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/87745-10196-106014-1-league-of-extraordin.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/87745-10196-106014-1-league-of-extraordin.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/87745-10196-106014-1-league-of-extraordin.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/87745-10196-106014-1-league-of-extraordin.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/87745-10196-106014-1-league-of-extraordin.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/87745-10196-106014-1-league-of-extraordin.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/87745-10196-106014-1-league-of-extraordin.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "People of Other Lands",
            "site_detail_url": "https://comicvine.gamespot.com/the-league-of-extraordinary-gentlemen-2-people-of-/4000-106014/",
            "store_date": "2002-08-28",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10196/",
                "id": 10196,
                "name": "The League of Extraordinary Gentlemen",
                "site_detail_url": "https://comicvine.gamespot.com/the-league-of-extraordinary-gentlemen/4050-10196/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-109484/",
            "cover_date": "2002-10-01",
            "date_added": "2008-06-06 11:19:14",
            "date_last_updated": "2016-05-01 16:25:23",
            "deck": null,
            "description": "<p><em>When a mysterious plague kills all male life on the planet, what do women do with the billions of corpses? Yorick Brown discovers the horrific answer as he travels to Washington in search of his Congresswoman mother. And which unexpected female has just been named President of the United States?</em></p><h3>Synopsis</h3><p>Two months later, Yorick walks outside in a gas mask and cloak to hide that he is a man. He has Ampersand in a carrier. A garbage truck careens out of control and Yorick barely avoids getting hit. A woman hops out and apologizes and turns to assessing the damage done. She sees that her cargo has fallen out; Yorick is surprised to see that she is hauling dead men. She explains that she hauls the bodies in exchange for cans of food. Seeing the carrier, she stoops down and opens the door expecting to see a dog. Ampesand jumps out and immediately rips the mask off Yorick's face.</p><p>In Virginia, Agent 355 busts down the door of a house in which Margaret Valentine sleeps. Agent 355 informs the woman, the current Secretary of Agriculture, that her title has been updated to the President of the United States. Margaret can't believe it but Agent 355 assures her that it is so.</p><p>Yorick is looked up and down (and his nethers verified) before the girl handcuffs him to the truck. She intends to sell him after she finishes loading the rest of the spilled bodies. Unfortunately for her, Yorick knows how to escape from that brand of handcuffs. He makes his way to the White House to find his mom.</p><p>Inside, Jennifer Brown sends home a Secret Service agent and thinks she is settling in for a quiet night. However, Yorick surprises her from behind and she flips him over before realizing who he is. The two play catch-up and Yorick explains his theory that he was saved by a magic ring he had bought. He then tells his mother that he is going to Australia to find out what Beth’s answer is to his proposal. Mrs. Brown puts that plan on hold and tells him about Dr. Alison Mann, a woman that may be able to work on a clone to get the population restarted. Just then, gunfire takes out a window.</p>",
            "has_staff_review": false,
            "id": 109484,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2199573-0002.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2199573-0002.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2199573-0002.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2199573-0002.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2199573-0002.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2199573-0002.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2199573-0002.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2199573-0002.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2199573-0002.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Unmanned, Chapter Two",
            "site_detail_url": "https://comicvine.gamespot.com/y-the-last-man-2-unmanned-chapter-two/4000-109484/",
            "store_date": "2002-08-21",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-9419/",
                "id": 9419,
                "name": "Y: The Last Man",
                "site_detail_url": "https://comicvine.gamespot.com/y-the-last-man/4050-9419/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-109592/",
            "cover_date": "2002-09-30",
            "date_added": "2008-06-06 11:19:12",
            "date_last_updated": "2014-11-07 07:10:14",
            "deck": null,
            "description": "<i>Grant Morrison's new creator-owned series continues! In \"Perfect Victim\" the weirdness escalates as abused microbots, mind-controlled debauchees, and the world's deadliest assassin, who just happens to be a Russian chimpanzee, all take the stage. Just one question: What does it all mean? The only way to find out is to read it.</i>",
            "has_staff_review": false,
            "id": 109592,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/121031-9400-109592-1-filth-the.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/121031-9400-109592-1-filth-the.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/121031-9400-109592-1-filth-the.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/121031-9400-109592-1-filth-the.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/121031-9400-109592-1-filth-the.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/121031-9400-109592-1-filth-the.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/121031-9400-109592-1-filth-the.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/121031-9400-109592-1-filth-the.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/121031-9400-109592-1-filth-the.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Perfect Victim",
            "site_detail_url": "https://comicvine.gamespot.com/the-filth-2-perfect-victim/4000-109592/",
            "store_date": "2002-07-03",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-9400/",
                "id": 9400,
                "name": "The Filth",
                "site_detail_url": "https://comicvine.gamespot.com/the-filth/4050-9400/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-119282/",
            "cover_date": "2002-06-30",
            "date_added": "2008-06-06 11:23:41",
            "date_last_updated": "2014-04-22 22:13:54",
            "deck": null,
            "description": "<p>Motoko leaves for three days to go to a kendo club camp. Keitaro is relieved because he thinks he'll be able to concentrate on his studying. With Motoko away however, Su has no one to pal around with so she decides to harass Keitaro. Naru, afraid that Keitaro will do something perverted, chooses to study in the room with them. Su decides to sleep in the room with Keitaro, so Naru does also. Su says she likes hanging around with Keitaro and Naru because they remind her of her brother and sister back home.</p><p>It's Christmastime and Keitaro is happy because his grades have improved, however slightly. Unfortunately, his parents call and want him to come back home. Keitaro manages to convince them to give him one more chance. If he fails the next mock exam; he'll come home.</p><p>Keitaro decides to fix the hole in Naru's floor, and while he's in her room he notices her diary is out. He can't resist the urge to peek and notices an entry about why Naru is trying to get into Tokyo University. He discovers it has to do with something that happened 15 years ago. Naru walks in on him. She is furious and kicks him out of her room.</p><p>The next day, Keitaro has trouble concentrating on his test because he wonders if Naru could be the girl he made his promise to get into Tokyo U. with. Naru still hasn't talked to him two weeks later when the mock exam results are posted. Keitaro has failed.</p><p>Dejected, Keitaro can't bring himself to tell the residents about his failure. He sneaks in to pack his stuff and while he is leaving; Shinobu sees him and mistakes him for a burglar. Keitaro runs off, but not before accidentally dropping his exam. Naru finds it, and they deduce that the burglar was Keitaro. Naru says they should just let him go, but Haruka convinces her and the rest of the girls to go after him.</p><p>They search all over Tokyo, before Naru finally finds him at Tokyo University. She throws a snowball at him and says she forgives him for looking at her diary. She convinces Keitaro to stay, and the gang have their Christmas party.</p><p>It's New Year's and the gang decides to celebrate by going to a local temple. Keitaro is disappointed because Naru is wearing her regular study clothes, while the rest of the girls are wearing traditional kimonos. Despite Motoko's advice, Keitaro draws his fortune and gets \"Worst Luck\". According to his fortune, he must stay away from members of the opposite sex. As he lives in a girls dorm, this proves very hard to do. Hijinks ensue and Keitaro gets beaten up by all the girls.</p><p>Keitaro and Naru try to stay up and study for their test the next day, but the other residents hijack them and have a party. They end up oversleeping and miss their bus to the exam center. They run and jump in what they think is the special bus to the exam site, but it turns out to be a frozen-food delivery truck going to Hokkaido. Keitaro and Naru decry their bad luck, and Naru admits she is trying to get into Tokyo U. due to to a promise she had made also. Suddenly, the driver opens up the back of the truck and they realize they're at the exam center. It turns out the truck was coming <i>from</i> Hokkaido. Keitaro and Naru rush off to take their exam.</p><p>Keitaro is worried that he failed the exams and decides to score the test to see what he made. The other residents realize that he probably failed and worry what failure will do to his self esteem. When Keitaro scores himself and discovers that he passed the exam, he tries to tell everyone. They are so afraid of him failing, they won't listen. The residents throw him a party to cheer him up, and are shocked when they discover that he actually passed.</p><p>Keitaro is sick and the dorm residents try to cheer him up by reading to him. Their stories all merge in Keitaro's fevered imagination and he has a wild dream. Near the end of the dream, Keitaro has a flashback to his childhood promise. Keitaro opens a box and the girl grows up to look like Naru. Unfortunately, by the time he wakes up he can't remember much about the dream.</p><p>Keitaro has never received any chocolates on Valentine's Day. To compensate, he became an excellent dessert chef and makes his own chocolate.</p><p>Meanwhile, Shinobu wants to make some chocolate for Keitaro to cheer him on for his exams. Naru figures this will be the only chocolate Keitaro is likely to get and helps Shinobu. Shinobu works up the nerve to give her chocolate to Keitaro, only to watch Kitsune give him a 10 yen piece first. Then Su stuffs curry chocolate down his throat, and Motoko gives of a bag of chocolate mix. Shinobu finally attempts to give Keitaro her chocolate, only to walk in on him holding the giant cake he had made earlier. Shinobu runs off to cry and Keitaro admits to her that he had made the cake himself because he was so used to not getting any chocolate. Shinobu feels better and the other residents laugh at Keitaro for being so pathetic.</p><p>It's the day of the final exam, and Keitaro and Naru are both very nervous. Keitaro is so nervous that he keeps making mistakes like dropping his exam badge and losing all the lead out of his pencil. After a bout of explosive flatulence, Keitaro is so humiliated he tries to leave. Naru stands up and yells at him for trying to leave, and Keitaro realizes that she is the girl he made his promise to get into Tokyo U. with. Keitaro steadies his nerves and sits back down, while Naru is embarrassed that she yelled out.</p><h2>Chapter Titles</h2><ul><li>Chapter 7: Come On, Let's Sleep Together!</li><li>Chapter 8: The Eve of Goodbye [Part 1]</li><li>Chapter 9: The Eve of Goodbye [Part 2]</li><li>Chapter 10: Lucky in the New Year</li><li>Chapter 11: Run! Center Test</li><li>Chapter 12: Happy or Unhappy?</li><li>Chapter 13: In Dreams</li><li>Chapter 14: I Hate Valentine's Day!</li><li>Chapter 15: Together Forver</li></ul>",
            "has_staff_review": false,
            "id": 119282,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/249954-19904-119282-1-love-hina.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/249954-19904-119282-1-love-hina.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/249954-19904-119282-1-love-hina.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/249954-19904-119282-1-love-hina.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/249954-19904-119282-1-love-hina.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/249954-19904-119282-1-love-hina.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/249954-19904-119282-1-love-hina.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/249954-19904-119282-1-love-hina.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/249954-19904-119282-1-love-hina.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/love-hina-2-vol-2/4000-119282/",
            "store_date": "2002-06-25",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-19904/",
                "id": 19904,
                "name": "Love Hina",
                "site_detail_url": "https://comicvine.gamespot.com/love-hina/4050-19904/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-119963/",
            "cover_date": "2002-03-04",
            "date_added": "2008-06-06 11:21:47",
            "date_last_updated": "2014-12-06 16:12:35",
            "deck": null,
            "description": "<p>Ichigo Kurosaki isn't the only one getting drawn into the spirit world. Vol. 2 shows Ichigo's sister Karin and Chad getting slightly mixed up in the whole world of spirits. The trouble starts when Chad shows up at school with a parakeet that can speak and think like a little boy. Ichigo and Rukia recognize that the bird is indeed possessed by a small boy's spirit and decide to cleanse his soul. The problem is that every time that Ichigo sees him Chad is injured by some unexplained accident that would kill most people. After Chad shows up in the clinic from being hit by a car Ichigo senses the Hollow, but before he can do anything Chad leaves the clinic and begins running from the Hollow again.</p><p>Karin suddenly becomes sick after being exposed to the parakeet and leaves school. When she is found by Ichigo Karin pleads with him to help the boy escape from the parakeet. Ichigo leaves Rukia to find Chad and take Karin home.</p><p>Rukia catches up with Chad and begins to work with him to defeat the Hollow, but she is still too weak from her injures for the gigai to operate correctly. The Hollow begins to win against the two and even makes Rukia run so that he can enjoy hunting her down. As he is about end the fight with some exploding mini- monsters he creates back up arrives as Ichigo shows up and manages to corner the Hollow and makes it explain everything.</p><p>It is finally revealed that the boy's spirit was forced into the parakeet, but what could make a boy want to help something as sick and sadistic as a Hollow? Ichigo ends up cornering the Hollow and gets the answer he didn't want to hear. The boy was the Hollow's last victim before he died. The Hollow was once a known serial killer and the boy and his mom were his last victims. After killing the mom on a balcony the little boy caused the killer to trip and fall to his death. Unsatisfied by how he was killed the Hollow decided that he wanted revenge. So he tooks the boy's soul and attached it to the parakeet. After that he told the boy if he could find someone that could escape him for three months then he would bring the boy's mom back to life. Unaware that the Hollow was lying the boy played along so that he could see his mother again.</p><p>Ichigo becomes enraged at this point that Hollow has already attacked Rukia and Sado and now it was tormenting a boy through the use of his affection for his mother. The Hollow tries to use some of the exploding mini- monsters that it creates on Ichigo, but before he can detonate them Ichigo shoves his hand through the Hollow's mask and and tears his tongue/ detonator out.</p><p>Ichigo begins to punish the Hollow for what it had done, but once Ichigo lands the finishing blow on the Hollow he is surprised to see a giant gate with two skeletons chained to it instead of the light circle that usually appears. Rukia explains that while a Zanpaku- to can cleanse a Hollow's sin for after it has turned Hollow, it's crimes while alive if heinous and evil are not able to be cleaned. Ichigo finds out that the door way leads to Hell as a giant arm reaches out and impales the Hollow on a knife and pulls it through the gates.</p><p>After the long battle the three say good bye to the little bye before Ichigo cleanses it's soul. Chad does ask Yuichi, the boy in the parakeet, if he could carry him around and have fun with him when he crosses over.</p><p>The second story introduces several new characters that influence the story directly and indirectly. Part two intros Kon and the inhabitants of the Urahara Shoten Shop.</p><p>Rukia notices that her gigai is acting up and goes to her supplier Kisuke Urahara and his shop at Urahara Shoten. At the store she meets Jinta, Ururu, and Tessai before she gets to finally talk to Kisuke and receive her items. She also gets her new item to help Ichigo turn Soul Reaper without her.</p><p>Back at the school Rukia drags Ichigo away from the class to give him the Gikongan, replacement soul. When ingesting the candy looking pills Ichigo will be turned into his Soul Reaper form and a secondary soul will take over his body and act as him while he is gone.</p><p>Before Ichigo can object though a Hollow attack is called in and they have to run off, leaving the mod soul in Ichigo's place. While Ichigo and Rukia are off running about the mod soul starts acting oddly (hitting on girls, breaking property, and leaping to inhuman heights). When Ichigo and Rukia come back for it the Mod Soul runs off and leaves them to hunt after it.</p><p>While looking for the Mod Soul Rukia explains that the Mod Konpaku is a replacement soul that has the ability to amplify one power trait of a person, and this one has amplified Ichigo's leg's strength to include his kicking power, foot speed, and jumping ability. She also explains that the the Mod Konpaku were slated for destruction as it was seen as unethical for a weapon to be made that could cause the trouble of seeing the dead back to life with incredible powers. Ichigo becomes upset that the Soul Society would make such a decision and kill off a whole slew of innocent souls that never even had the chance to live.</p><p>About this time you see Urahara and his staff have assembled weapons and have also prepared to find the Mod Soul too.</p><p>As Ichigo ad Rukia are searching the Mod Soul overhears some kids insulting and mistreating a video game character that they created which sets hi off as he destroys the game. Ichigo and Rukia continue searching and can't find the mod Soul at first, but do get another Hollow call. When they arrive they are surprised to find the Mod Soul fighting the Hollow. Ichigo and Rkia step in to finish off the Hollow, but even afterwards the Mod Soul continues to attack the Hollow.</p><p>Ichigo become furious as the body was that was put at risk was his own and demands that the Mod Soul Explain itself. the Mod Soul explains that the ants that the Hollow was about to land on were lives to and he didn't want to see anyone else die. Realizing that the soul was only trying to get the chance to live Ichigo and Rukia begin to wonder what they should do, but Urahara and his team show up and he quickly removes the Mod Soul. Before he can leave though Rukia takes the Mod Soul back and accepts all responsibility for it.</p><h2>Chapter Titles</h2><ul><li>Chapter 8 - Chasing Chad</li><li>Chapter 9 - Monster Vs. New Girl (Smack Down)</li><li>Chapter 10 - Monster Vs. New Girl, Part 2 (The Substitute)</li><li>Chapter 11 - LEECH-BOMBS AND MOM</li><li>Chapter 12 - The Gate of the End</li><li>Chapter 13 - BAD STANDARD</li><li>Chapter 14 - School Daze!!!</li><li>Chapter 15 - Jumpin' Jack, Jolted</li><li>Chapter 16 - Wasted but Wanted</li></ul>",
            "has_staff_review": false,
            "id": 119963,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2568551-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2568551-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2568551-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2568551-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2568551-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2568551-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2568551-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2568551-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2568551-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Goodbye Parakeet, Good Night Sister",
            "site_detail_url": "https://comicvine.gamespot.com/bleach-2-goodbye-parakeet-good-night-sister/4000-119963/",
            "store_date": "2002-03-14",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18244/",
                "id": 18244,
                "name": "Bleach",
                "site_detail_url": "https://comicvine.gamespot.com/bleach/4050-18244/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-138724/",
            "cover_date": "2002-12-31",
            "date_added": "2008-09-12 20:19:35",
            "date_last_updated": "2018-01-14 16:15:27",
            "deck": null,
            "description": "<p><em>Hawk-Owl has adopted a son to carry out his legacy. And his name is Hank. However, things don't turn out to be quite that easy…</em></p>",
            "has_staff_review": false,
            "id": 138724,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/1501790-ua2a.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/1501790-ua2a.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/1501790-ua2a.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/1501790-ua2a.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/1501790-ua2a.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/1501790-ua2a.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/1501790-ua2a.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/1501790-ua2a.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/1501790-ua2a.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Send Lawyers, Guns, and Money...",
            "site_detail_url": "https://comicvine.gamespot.com/ultimate-adventures-2-send-lawyers-guns-and-money/4000-138724/",
            "store_date": "2002-12-10",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-23002/",
                "id": 23002,
                "name": "Ultimate Adventures",
                "site_detail_url": "https://comicvine.gamespot.com/ultimate-adventures/4050-23002/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-157638/",
            "cover_date": "2002-02-28",
            "date_added": "2009-05-19 04:28:15",
            "date_last_updated": "2017-03-07 03:11:55",
            "deck": null,
            "description": "<p>The fight between the two heroes continues.  The truth comes out.  The real enemies are revealed. <br /> <br /><i>Super-teens versus super-spies? It's much more than that! The fate of the modern world hangs in the balance! Believing that each is responsible for a sneak attack on the other's secret headquarters (A.P.E.S. and S.H.I.R.T.S.), the two groups of heroes face off in a not-so-friendly slugfest...and this isn't the first time they've met. At first, the scales seem tipped in favor of Y.J., but a little ingenuity from SpyBoy and crew quickly evens the battlefield. SpyGirl exploits Secret's weakness, and SpyBoy has Arrowette under control...that is, until he's cornered by Superboy and Wonder Girl. Much to Impulse's disapointment, things cool down before they get hot, when Sean Fleming and Red Tornado arrive, and share information about a sinister plot to create evil dopplegangers from the minds of its unwilling victims!  </i></p>",
            "has_staff_review": false,
            "id": 157638,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/804923-11305.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/804923-11305.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/804923-11305.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/804923-11305.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/804923-11305.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/804923-11305.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/804923-11305.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/804923-11305.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/804923-11305.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": null,
            "site_detail_url": "https://comicvine.gamespot.com/spyboyyoung-justice-2/4000-157638/",
            "store_date": "2002-02-20",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-26421/",
                "id": 26421,
                "name": "Spyboy/Young Justice",
                "site_detail_url": "https://comicvine.gamespot.com/spyboyyoung-justice/4050-26421/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-189311/",
            "cover_date": "2002-09-01",
            "date_added": "2009-12-21 08:34:14",
            "date_last_updated": "2016-11-03 08:32:26",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 5: Promise</li><li>Chapter 6: The Princess Who Rode A Pegasus</li><li>Chapter 7: World's Finest Knight</li><li>Chapter 8: I Won't Let Anybody Die</li></ul>",
            "has_staff_review": false,
            "id": 189311,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5513989-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5513989-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5513989-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5513989-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5513989-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5513989-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5513989-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5513989-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5513989-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Worlds Finest Knight",
            "site_detail_url": "https://comicvine.gamespot.com/fire-emblem-hasha-no-tsurugi-2-worlds-finest-knigh/4000-189311/",
            "store_date": "2002-09-01",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-30618/",
                "id": 30618,
                "name": "Fire Emblem: Hasha no Tsurugi",
                "site_detail_url": "https://comicvine.gamespot.com/fire-emblem-hasha-no-tsurugi/4050-30618/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-200079/",
            "cover_date": "2002-04-30",
            "date_added": "2010-03-11 16:54:51",
            "date_last_updated": "2018-03-08 05:28:43",
            "deck": null,
            "description": "<p><i>Astro Boy comes to the aid of Gravia's robot president to prevent his overthrow at the hands of a secret anti-robot society; a robot magician is cloned as a setup to start a movement against intelligent robots, and only Astro Boy can expose the conspiracy; and Astro Boy defends a powerful robot race car from an evil gang in the globe-spanning Equator Race!</i></p><h2>Story Titles</h2><ul><li>His Highness Deadcross</li><li>The Third Magician</li><li>White Planet</li></ul>",
            "has_staff_review": false,
            "id": 200079,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/1152772-astro_boy_2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/1152772-astro_boy_2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/1152772-astro_boy_2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/1152772-astro_boy_2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/1152772-astro_boy_2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/1152772-astro_boy_2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/1152772-astro_boy_2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/1152772-astro_boy_2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/1152772-astro_boy_2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/astro-boy-2-vol-2/4000-200079/",
            "store_date": "2002-04-24",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-31887/",
                "id": 31887,
                "name": "Astro Boy",
                "site_detail_url": "https://comicvine.gamespot.com/astro-boy/4050-31887/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-231801/",
            "cover_date": "2002-05-31",
            "date_added": "2010-08-26 21:51:18",
            "date_last_updated": "2018-03-10 14:55:32",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 231801,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3412978-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3412978-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3412978-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3412978-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3412978-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3412978-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3412978-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3412978-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3412978-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Les 30 Clochettes",
            "site_detail_url": "https://comicvine.gamespot.com/djinn-2-les-30-clochettes/4000-231801/",
            "store_date": "2002-05-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-35123/",
                "id": 35123,
                "name": "Djinn",
                "site_detail_url": "https://comicvine.gamespot.com/djinn/4050-35123/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-238718/",
            "cover_date": "2002-08-01",
            "date_added": "2010-10-18 09:33:40",
            "date_last_updated": "2016-01-16 13:36:46",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 238718,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/1461008-dagor_2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/1461008-dagor_2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/1461008-dagor_2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/1461008-dagor_2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/1461008-dagor_2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/1461008-dagor_2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/1461008-dagor_2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/1461008-dagor_2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/1461008-dagor_2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Il Nemico di Hussein Bey",
            "site_detail_url": "https://comicvine.gamespot.com/dago-ristampa-2-il-nemico-di-hussein-bey/4000-238718/",
            "store_date": "2002-07-23",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-36171/",
                "id": 36171,
                "name": "Dago Ristampa",
                "site_detail_url": "https://comicvine.gamespot.com/dago-ristampa/4050-36171/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-250754/",
            "cover_date": "2002-09-20",
            "date_added": "2010-12-23 15:58:33",
            "date_last_updated": "2014-08-21 22:17:14",
            "deck": null,
            "description": "<p><i>Ivan Isaacs was once a priest. Devoted to his faith he would have given up anything for it. Then the establishment he believed in turned on him, sending him headlong into Hell. Now, he's back. With the priesthood now corrupt with demons, the undead and black prayers, he has returned with the help of the demon Belial, a voice in the darkness who offered Ivan a chance at vengeance, in exchange for his soul. With his six-shooter, a bowie knife at his side and the white collar of his former life adorning his neck he is a lost pale rider in a barren Wild West where past and future collide.</i></p>",
            "has_staff_review": false,
            "id": 250754,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/4048621-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/4048621-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/4048621-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/4048621-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/4048621-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/4048621-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/4048621-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/4048621-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/4048621-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/priest-2-vol-2/4000-250754/",
            "store_date": "2002-09-24",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-37768/",
                "id": 37768,
                "name": "Priest",
                "site_detail_url": "https://comicvine.gamespot.com/priest/4050-37768/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-255127/",
            "cover_date": "2002-06-25",
            "date_added": "2011-01-07 06:41:16",
            "date_last_updated": "2015-08-22 19:14:23",
            "deck": null,
            "description": "<p><i>Samurai Girl Ryoko is set on breaking bones as a Samurai Nurse, but there are plenty of challengers ready to knock her out for good! And with teachers entering the ring to duke it out, all bets are off. Who has time for homework when there's a battle to catch?</i></p><h2>Chapter Titles</h2><ul><li>Chapter 8: Elegy of a Teacher and Student, Again</li><li>Chapter 9: Elegy of a Teacher and Student, the final Chapter</li><li>Chapter 10: Daimon's Moon and Sun</li><li>Chapter 11: You and Me, I Need You</li><li>Chapter 12: Hitomi's Records of a Bloody Storm</li><li>Chapter 13: A Subtle Strange Occurrence, Tatsuya Shishikura</li><li>Chapter 14: Blue Spring, Blue Spring</li><li>Chapter 15: That's Suddenly... Abruptly</li></ul>",
            "has_staff_review": false,
            "id": 255127,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/4367149-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/4367149-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/4367149-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/4367149-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/4367149-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/4367149-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/4367149-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/4367149-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/4367149-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/samurai-girl-real-bout-high-school-2-vol-2/4000-255127/",
            "store_date": "2002-06-25",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-2892/",
                "id": 2892,
                "name": "Samurai Girl: Real Bout High School",
                "site_detail_url": "https://comicvine.gamespot.com/samurai-girl-real-bout-high-school/4050-2892/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-272141/",
            "cover_date": "2000-09-22",
            "date_added": "2011-05-28 21:51:33",
            "date_last_updated": "2015-02-20 09:39:56",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 272141,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/4405151-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/4405151-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/4405151-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/4405151-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/4405151-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/4405151-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/4405151-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/4405151-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/4405151-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Reunions",
            "site_detail_url": "https://comicvine.gamespot.com/true-story-swear-to-god-2-reunions/4000-272141/",
            "store_date": "2002-01-30",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-40377/",
                "id": 40377,
                "name": "True Story Swear To God",
                "site_detail_url": "https://comicvine.gamespot.com/true-story-swear-to-god/4050-40377/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-285090/",
            "cover_date": "2002-06-18",
            "date_added": "2011-08-08 00:27:17",
            "date_last_updated": "2016-11-23 22:20:57",
            "deck": null,
            "description": "<br />",
            "has_staff_review": false,
            "id": 285090,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5528551-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5528551-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5528551-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5528551-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5528551-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5528551-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5528551-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5528551-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5528551-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/ace-wo-nerae-2-vol-2/4000-285090/",
            "store_date": "2002-06-18",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-41886/",
                "id": 41886,
                "name": "Ace wo Nerae!",
                "site_detail_url": "https://comicvine.gamespot.com/ace-wo-nerae/4050-41886/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-285176/",
            "cover_date": "2002-03-04",
            "date_added": "2011-08-08 20:22:08",
            "date_last_updated": "2016-11-23 22:23:06",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 9: This is a Dog's Death!!</li><li>Chapter 10: This is a Battle of Revenge!!</li><li>Chapter 11: This is a Massacre!!!</li><li>Chapter 12: This is My Final Lesson!!</li><li>Chapter 13: I Am the Head of the First Years!!</li><li>Chapter 14: I Am the President of the Gold Lizard!!</li><li>Chapter 15: This is Tsurugi vs. Akashi!!</li><li>Chapter 16: This is the Extermination of Worldly Desires!!!</li></ul>",
            "has_staff_review": false,
            "id": 285176,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5528770-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5528770-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5528770-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5528770-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5528770-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5528770-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5528770-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5528770-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5528770-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/akatsuki-otoko-juku-seinen-yo-taishi-o-idake-2-vol/4000-285176/",
            "store_date": "2002-03-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-41899/",
                "id": 41899,
                "name": "Akatsuki!! Otokojuku: Seinen yo, Taishi o Idake",
                "site_detail_url": "https://comicvine.gamespot.com/akatsuki-otokojuku-seinen-yo-taishi-o-idake/4050-41899/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-286005/",
            "cover_date": "2002-02-15",
            "date_added": "2011-08-13 07:59:39",
            "date_last_updated": "2016-05-22 18:19:38",
            "deck": null,
            "description": "<br />",
            "has_staff_review": false,
            "id": 286005,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5222846-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5222846-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5222846-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5222846-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5222846-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5222846-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5222846-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5222846-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5222846-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/animal-yokocho-2-vol-2/4000-286005/",
            "store_date": "2002-02-15",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-42035/",
                "id": 42035,
                "name": "Animal Yokocho",
                "site_detail_url": "https://comicvine.gamespot.com/animal-yokocho/4050-42035/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-287732/",
            "cover_date": "2002-05-01",
            "date_added": "2011-08-21 06:16:21",
            "date_last_updated": "2018-05-28 04:35:07",
            "deck": null,
            "description": "<p><b>Proper Japanese Title</b>: <i>Mahoroba no Yami</i> (まほろばの闇)</p><h2>Chapter Titles</h2><ul><li>Chapter 5: \"Darkness in Paradise, Part 1\" (まほろばの闇 Ⅰ <i>\"Mahoroba no Yami I\"</i>)</li><li>Chapter 6: \"Darkness in Paradise, Part 2\" (まほろばの闇 Ⅱ <i>\"Mahoroba no Yami II\"</i>)</li><li>Chapter 7: \"Darkness in Paradise, Part 3\" (まほろばの闇 Ⅲ <i>\"Mahoroba no Yami III\"</i>)</li><li>Chapter 8: \"Darkness in Paradise, Part 4\" (まほろばの闇 Ⅳ <i>\"Mahoroba no Yami IV\"</i>)</li><li>Chapter 9: \"Darkness in Paradise, Part 5\" (まほろばの闇 Ⅴ <i>\"Mahoroba no Yami V\"</i>)</li></ul>",
            "has_staff_review": false,
            "id": 287732,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/6446307-2.png",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/6446307-2.png",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/6446307-2.png",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/6446307-2.png",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/6446307-2.png",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/6446307-2.png",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/6446307-2.png",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/6446307-2.png",
                "original_url": "https://comicvine.gamespot.com/api/image/original/6446307-2.png",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Mahoroba no Yami",
            "site_detail_url": "https://comicvine.gamespot.com/claymore-2-mahoroba-no-yami/4000-287732/",
            "store_date": "2002-05-01",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-42233/",
                "id": 42233,
                "name": "Claymore",
                "site_detail_url": "https://comicvine.gamespot.com/claymore/4050-42233/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-303921/",
            "cover_date": "2002-10-01",
            "date_added": "2011-11-26 07:27:12",
            "date_last_updated": "2013-09-10 08:23:56",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Battle 008. \"He Becomes The Disciple\"</li><li>Battle 009. \"There's No Time!\"</li><li>Battle 010. \"The Face I Don't Wish To See\"</li><li>Battle 011. \"Sakaki Sensei\"</li><li>Battle 012. \"The First Blow\"</li><li>Battle 013. \"Weightless\"</li><li>Battle 014. \"The Fight's Inferno!\"</li><li>Battle 015. \"Honoka's Price\"</li><li>Battle 016. \"The Dream\"</li><li>Battle 017. \"Get Caught In The Neigborhood!\"</li></ul>",
            "has_staff_review": false,
            "id": 303921,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2102518-44225_kenichi_vol02_super.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2102518-44225_kenichi_vol02_super.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2102518-44225_kenichi_vol02_super.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2102518-44225_kenichi_vol02_super.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2102518-44225_kenichi_vol02_super.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2102518-44225_kenichi_vol02_super.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2102518-44225_kenichi_vol02_super.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2102518-44225_kenichi_vol02_super.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2102518-44225_kenichi_vol02_super.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Volume 2",
            "site_detail_url": "https://comicvine.gamespot.com/kenichi-the-mightiest-disciple-2-volume-2/4000-303921/",
            "store_date": "2002-10-02",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-44184/",
                "id": 44184,
                "name": "Shijō Saikyō no Deshi Ken'ichi",
                "site_detail_url": "https://comicvine.gamespot.com/shijo-saikyo-no-deshi-ken-ichi/4050-44184/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-304317/",
            "cover_date": "2002-05-01",
            "date_added": "2011-11-28 08:46:57",
            "date_last_updated": "2013-12-25 20:07:32",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 5: Chasing Amachi!</li><li>Chapter 6: Helicopter</li><li>Chapter 7: Suzuran's Senpais</li><li>Chapter 8: Guri Guri</li></ul>",
            "has_staff_review": false,
            "id": 304317,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2105575-worst2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2105575-worst2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2105575-worst2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2105575-worst2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2105575-worst2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2105575-worst2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2105575-worst2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2105575-worst2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2105575-worst2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/worst-2-vol-2/4000-304317/",
            "store_date": "2002-05-30",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-44223/",
                "id": 44223,
                "name": "Worst",
                "site_detail_url": "https://comicvine.gamespot.com/worst/4050-44223/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-306439/",
            "cover_date": "2002-03-18",
            "date_added": "2011-12-13 01:13:51",
            "date_last_updated": "2017-12-08 06:28:22",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 306439,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/6178869-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/6178869-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/6178869-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/6178869-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/6178869-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/6178869-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/6178869-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/6178869-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/6178869-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Volume 2",
            "site_detail_url": "https://comicvine.gamespot.com/angel-heart-2-volume-2/4000-306439/",
            "store_date": "2002-03-08",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-44476/",
                "id": 44476,
                "name": "Angel Heart",
                "site_detail_url": "https://comicvine.gamespot.com/angel-heart/4050-44476/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-306564/",
            "cover_date": "2002-01-09",
            "date_added": "2011-12-14 03:06:09",
            "date_last_updated": "2017-12-07 10:06:49",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 306564,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/6177530-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/6177530-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/6177530-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/6177530-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/6177530-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/6177530-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/6177530-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/6177530-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/6177530-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/soten-no-ken-2-vol-2/4000-306564/",
            "store_date": "2002-01-09",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-44508/",
                "id": 44508,
                "name": "Sōten no Ken",
                "site_detail_url": "https://comicvine.gamespot.com/soten-no-ken/4050-44508/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-332330/",
            "cover_date": "2002-12-04",
            "date_added": "2012-04-19 13:16:06",
            "date_last_updated": "2016-08-23 22:13:56",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 332330,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2952705-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2952705-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2952705-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2952705-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2952705-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2952705-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2952705-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2952705-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2952705-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Volume 2",
            "site_detail_url": "https://comicvine.gamespot.com/dragonball-kanzenban-2-volume-2/4000-332330/",
            "store_date": "2002-12-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-48156/",
                "id": 48156,
                "name": "Dragonball Kanzenban",
                "site_detail_url": "https://comicvine.gamespot.com/dragonball-kanzenban/4050-48156/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-344963/",
            "cover_date": "2002-09-05",
            "date_added": "2012-07-07 08:20:11",
            "date_last_updated": "2014-01-05 05:24:38",
            "deck": null,
            "description": "<h4><em>Content</em></h4><p><em>Seasons in the Sun - Is the Third Doctor the daisiest dandy. Or a pompous bore? Philip MacDonald thinks he nose ...</em></p><p><em>The Third Doctor on Television</em></p><h4><em>SEASON 7:</em></h4><p><em>In Production - Have you heard the one about the eye patch? The making of Season 7</em></p><p><em>The Stories - In which UNIT takes charge, the Doctor takes a shower, Bessie takes off, and Liz Shaw takes a break</em></p><h4><em>SEASON 8:</em></h4><p><em>In Production - Masterpiece? Or Master disaster? The making of Season 8</em></p><p><em>The Stories - In which UNIT fights flowers, the Doctor goes to prison, Jo shows her knickers, and Yates fancies a dance</em></p><h4><em>SEASON 9:</em></h4><p><em>In Production - How to meet old friends and hypnotise people. The making of Season 9</em></p><p><em>The Stories - In whick Daleks attack, Jo gets wooed, the Master watches The Clangers, and Benton wears a nappy</em></p><h4><em>SEASON 10:</em></h4><p><em>In Production - It's my party and I'll cry if I want to! The making of Season 10</em></p><p><em>The Stories - In which the Brigadier has treble trouble, Jo splits her trousers, UNIT turns green, and the Doctor ends up on the slag heap</em></p><h4><em>SEASON 11:</em></h4><p><em>In Production - While there's life, there's ... Season 11</em></p><p><em>The Stories - In which the Doctor uses Linx, UNIT battles dinosaurs, Sarah sports spiders, and Yates discovers himself</em></p><h4><em>Further Adventures</em></h4><p><em>The Third Doctor on radio - Gary Gillatt listens in on Pertwee's radio antics (no, not The Navy Lark)</em></p><p><em>The Third Doctor in books - Matt Michael considers the highs and lows of Doctor Three's novel outings</em></p><p><em>The Third Doctor in comics - John Ainsworth looks back at the Third Doctor's comic strip antics</em></p><p><em>Afterword by Katy Manning - The actress who played companion Jo Grant shares her memories with us</em></p>",
            "has_staff_review": false,
            "id": 344963,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2453144-doctor_who_magazine_special_edition_002_pagecover.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2453144-doctor_who_magazine_special_edition_002_pagecover.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2453144-doctor_who_magazine_special_edition_002_pagecover.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2453144-doctor_who_magazine_special_edition_002_pagecover.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2453144-doctor_who_magazine_special_edition_002_pagecover.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2453144-doctor_who_magazine_special_edition_002_pagecover.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2453144-doctor_who_magazine_special_edition_002_pagecover.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2453144-doctor_who_magazine_special_edition_002_pagecover.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2453144-doctor_who_magazine_special_edition_002_pagecover.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "The Complete Third Doctor",
            "site_detail_url": "https://comicvine.gamespot.com/doctor-who-magazine-special-edition-2-the-complete/4000-344963/",
            "store_date": "2002-09-05",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-46363/",
                "id": 46363,
                "name": "Doctor Who Magazine Special Edition",
                "site_detail_url": "https://comicvine.gamespot.com/doctor-who-magazine-special-edition/4050-46363/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-351563/",
            "cover_date": "2002-06-01",
            "date_added": "2012-08-17 20:10:34",
            "date_last_updated": "2013-08-05 05:21:03",
            "deck": null,
            "description": "<p><em>A Tangled Teen Romance that puts the \"Fun\" in \"Dysfunctional\"</em></p><p><em>Miki's boy troubles spill onto the tennis court in the second volume of Marmalade Boy. Hotheaded Ginta loses his doubles partner to an injury and his rival Yuu is the only one with the skills to fill in. Which player should Miki support when she likes them both? Things get more complicated after Yuu's old girlfriend shows up in hopes of renewed romance. When tennis doubles turn into love triangles, Yuu and Ginta must keep love out of the game before love becomes their score.</em></p>",
            "has_staff_review": false,
            "id": 351563,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2538032-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2538032-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2538032-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2538032-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2538032-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2538032-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2538032-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2538032-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2538032-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/marmalade-boy-2-vol-2/4000-351563/",
            "store_date": "2002-06-25",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-40625/",
                "id": 40625,
                "name": "Marmalade Boy",
                "site_detail_url": "https://comicvine.gamespot.com/marmalade-boy/4050-40625/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-353170/",
            "cover_date": "2002-01-01",
            "date_added": "2012-08-23 15:36:11",
            "date_last_updated": "2013-08-15 11:02:15",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 6: Frei; The Sixteenth Alice</li><li>Chapter 7: Inner Heart</li><li>Chapter 8: His Darkness</li><li>Chapter 9: Your Hand; The Desert</li><li>Chapter 10: Affection</li><li>Chapter 11: Thief</li></ul>",
            "has_staff_review": false,
            "id": 353170,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3243238-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3243238-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3243238-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3243238-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3243238-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3243238-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3243238-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3243238-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3243238-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Volume 2",
            "site_detail_url": "https://comicvine.gamespot.com/alice-19th-2-volume-2/4000-353170/",
            "store_date": "2002-01-26",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-50053/",
                "id": 50053,
                "name": "Alice 19th",
                "site_detail_url": "https://comicvine.gamespot.com/alice-19th/4050-50053/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-359302/",
            "cover_date": "2002-01-01",
            "date_added": "2012-09-28 07:20:13",
            "date_last_updated": "2018-10-26 01:50:09",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 10: Ein profitabler Beschattungsauftrag</li><li>Chapter 11: Das perfekte Alibi</li><li>Chapter 12: Das verräterische Foto</li><li>Chapter 13: Der verschollene Mann</li><li>Chapter 14: Das arme Mädchen</li><li>Chapter 15: Dem Hünen hinterher</li><li>Chapter 16: Die Teuflin</li><li>Chapter 17: Das Haus der Angst</li><li>Chapter 18: Die verschwundenen Kinder</li><li>Chapter 19: Alptraum im Keller</li></ul>",
            "has_staff_review": false,
            "id": 359302,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2616409-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2616409-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2616409-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2616409-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2616409-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2616409-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2616409-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2616409-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2616409-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Band 2",
            "site_detail_url": "https://comicvine.gamespot.com/detektiv-conan-2-band-2/4000-359302/",
            "store_date": "2002-01-15",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-52530/",
                "id": 52530,
                "name": "Detektiv Conan",
                "site_detail_url": "https://comicvine.gamespot.com/detektiv-conan/4050-52530/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-383439/",
            "cover_date": "2002-04-30",
            "date_added": "2013-01-30 12:27:29",
            "date_last_updated": "2018-01-06 14:48:26",
            "deck": null,
            "description": "<p><i>Cats are famous for being aloof, but \"cat-titude\" reaches new heights in Get Fuzzy, the bitingly funny comic strip from cartoonist Darby Conley. Wry and witty, Get Fuzzy is a hilarious portrait of single life with pets. Rob Wilco is the human who heads the household, but it's really Bucky the cat who's in charge. Satchel, the gentle pooch with a sensitive soul who tries to remain neutral, frequently ends up on the receiving end of Bucky's mischief. Together, this trio makes it through the trials and tribulations of daily life as an unlikely team. Darby Conley's Fuzzy Logic will hit the funny bone of everyone who enjoys their pets with an attitude.</i></p>",
            "has_staff_review": false,
            "id": 383439,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2842509-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2842509-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2842509-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2842509-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2842509-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2842509-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2842509-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2842509-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2842509-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Fuzzy Logic",
            "site_detail_url": "https://comicvine.gamespot.com/get-fuzzy-2-fuzzy-logic/4000-383439/",
            "store_date": "2002-04-01",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-56462/",
                "id": 56462,
                "name": "Get Fuzzy",
                "site_detail_url": "https://comicvine.gamespot.com/get-fuzzy/4050-56462/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-402480/",
            "cover_date": "2002-02-14",
            "date_added": "2013-05-14 08:52:59",
            "date_last_updated": "2013-05-14 08:54:18",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 402480,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3043049-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3043049-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3043049-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3043049-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3043049-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3043049-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3043049-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3043049-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3043049-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/choushoujo-asuka-shikigamihen-2-vol-2/4000-402480/",
            "store_date": "2002-02-23",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-61373/",
                "id": 61373,
                "name": "Choushoujo Asuka: Shikigamihen",
                "site_detail_url": "https://comicvine.gamespot.com/choushoujo-asuka-shikigamihen/4050-61373/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-403438/",
            "cover_date": "2002-09-30",
            "date_added": "2013-05-16 23:06:42",
            "date_last_updated": "2017-06-27 10:10:57",
            "deck": null,
            "description": "<p>Contents:</p><ul><li>Golgo 13 Ch 5: 檻の中の眠り</li><li>Golgo 13 Ch 6: 白夜は愛のうめき</li><li>Golgo 13 Ch 7: ブービートラップ</li><li>Golgo 13 Ch 8: 黒い熱風</li><li>Golgo 13 Ch 9: 南仏海岸</li><li>Golgo 13 Ch 10: ゴルゴ in 砂嵐</li></ul>",
            "has_staff_review": false,
            "id": 403438,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3049150-002.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3049150-002.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3049150-002.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3049150-002.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3049150-002.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3049150-002.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3049150-002.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3049150-002.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3049150-002.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/golgo-13-2-vol-2/4000-403438/",
            "store_date": "2002-09-30",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-61544/",
                "id": 61544,
                "name": "Golgo 13",
                "site_detail_url": "https://comicvine.gamespot.com/golgo-13/4050-61544/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-403748/",
            "cover_date": "2002-04-17",
            "date_added": "2013-05-17 09:37:45",
            "date_last_updated": "2013-05-17 10:09:09",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 7: Yokohama Riot</li><li>Chapter 8: Witnesses To A miracle</li><li>Chapter 9: Korori</li><li>Chapter 10: Cholera vs. Humanity</li><li>Chapter 11: Saki's Battle</li><li>Chapter 12: The 1st - Ryouma</li></ul>",
            "has_staff_review": false,
            "id": 403748,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3050468-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3050468-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3050468-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3050468-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3050468-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3050468-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3050468-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3050468-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3050468-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/jin-2-vol-2/4000-403748/",
            "store_date": "2002-04-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-61590/",
                "id": 61590,
                "name": "Jin",
                "site_detail_url": "https://comicvine.gamespot.com/jin/4050-61590/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-408312/",
            "cover_date": "2002-03-25",
            "date_added": "2013-06-02 17:04:11",
            "date_last_updated": "2013-07-25 05:19:41",
            "deck": null,
            "description": "<p>chigo Kurosaki isn't the only one getting drawn into the spirit world. Vol. 2 shows Ichigo's sister Karin and Chad getting slightly mixed up in the whole world of spirits. The trouble starts when Chad shows up at school with a parakeet that can speak and think like a little boy. Ichigo and Rukia recognize that the bird is indeed possessed by a small boy's spirit and decide to cleanse his soul. The problem is that every time that Ichigo sees him Chad is injured by some unexplained accident that would kill most people. After Chad shows up in the clinic from being hit by a car Ichigo senses the Hollow, but before he can do anything Chad leaves the clinic and begins running from the Hollow again.</p><p>Karin suddenly becomes sick after being exposed to the parakeet and leaves school. When she is found by Ichigo Karin pleads with him to help the boy escape from the parakeet. Ichigo leaves Rukia to find Chad and take Karin home.</p><p>Rukia catches up with Chad and begins to work with him to defeat the Hollow, but she is still too weak from her injures for the gigai to operate correctly. The Hollow begins to win against the two and even makes Rukia run so that he can enjoy hunting her down. As he is about end the fight with some exploding mini- monsters he creates back up arrives as Ichigo shows up and manages to corner the Hollow and makes it explain everything.</p><p>It is finally revealed that the boy's spirit was forced into the parakeet, but what could make a boy want to help something as sick and sadistic as a Hollow? Ichigo ends up cornering the Hollow and gets the answer he didn't want to hear. The boy was the Hollow's last victim before he died. The Hollow was once a known serial killer and the boy and his mom were his last victims. After killing the mom on a balcony the little boy caused the killer to trip and fall to his death. Unsatisfied by how he was killed the Hollow decided that he wanted revenge. So he tooks the boy's soul and attached it to the parakeet. After that he told the boy if he could find someone that could escape him for three months then he would bring the boy's mom back to life. Unaware that the Hollow was lying the boy played along so that he could see his mother again.</p><p>Ichigo becomes enraged at this point that Hollow has already attacked Rukia and Sado and now it was tormenting a boy through the use of his affection for his mother. The Hollow tries to use some of the exploding mini- monsters that it creates on Ichigo, but before he can detonate them Ichigo shoves his hand through the Hollow's mask and and tears his tongue/ detonator out.</p><p>Ichigo begins to punish the Hollow for what it had done, but once Ichigo lands the finishing blow on the Hollow he is surprised to see a giant gate with two skeletons chained to it instead of the light circle that usually appears. Rukia explains that while a Zanpaku- to can cleanse a Hollow's sin for after it has turned Hollow, it's crimes while alive if heinous and evil are not able to be cleaned. Ichigo finds out that the door way leads to Hell as a giant arm reaches out and impales the Hollow on a knife and pulls it through the gates.</p><p>After the long battle the three say good bye to the little bye before Ichigo cleanses it's soul. Chad does ask Yuichi, the boy in the parakeet, if he could carry him around and have fun with him when he crosses over.</p><p>The second story introduces several new characters that influence the story directly and indirectly. Part two intros Kon and the inhabitants of the Urahara Shoten Shop.</p><p>Rukia notices that her gigai is acting up and goes to her supplier Kisuke Urahara and his shop at Urahara Shoten. At the store she meets Jinta, Ururu, and Tessai before she gets to finally talk to Kisuke and receive her items. She also gets her new item to help Ichigo turn Soul Reaper without her.</p><p>Back at the school Rukia drags Ichigo away from the class to give him the Gikongan, replacement soul. When ingesting the candy looking pills Ichigo will be turned into his Soul Reaper form and a secondary soul will take over his body and act as him while he is gone.</p><p>Before Ichigo can object though a Hollow attack is called in and they have to run off, leaving the mod soul in Ichigo's place. While Ichigo and Rukia are off running about the mod soul starts acting oddly (hitting on girls, breaking property, and leaping to inhuman heights). When Ichigo and Rukia come back for it the Mod Soul runs off and leaves them to hunt after it.</p><p>While looking for the Mod Soul Rukia explains that the Mod Konpaku is a replacement soul that has the ability to amplify one power trait of a person, and this one has amplified Ichigo's leg's strength to include his kicking power, foot speed, and jumping ability. She also explains that the the Mod Konpaku were slated for destruction as it was seen as unethical for a weapon to be made that could cause the trouble of seeing the dead back to life with incredible powers. Ichigo becomes upset that the Soul Society would make such a decision and kill off a whole slew of innocent souls that never even had the chance to live.</p><p>About this time you see Urahara and his staff have assembled weapons and have also prepared to find the Mod Soul too.</p><p>As Ichigo ad Rukia are searching the Mod Soul overhears some kids insulting and mistreating a video game character that they created which sets hi off as he destroys the game. Ichigo and Rukia continue searching and can't find the mod Soul at first, but do get another Hollow call. When they arrive they are surprised to find the Mod Soul fighting the Hollow. Ichigo and Rkia step in to finish off the Hollow, but even afterwards the Mod Soul continues to attack the Hollow.</p><p>Ichigo become furious as the body was that was put at risk was his own and demands that the Mod Soul Explain itself. the Mod Soul explains that the ants that the Hollow was about to land on were lives to and he didn't want to see anyone else die. Realizing that the soul was only trying to get the chance to live Ichigo and Rukia begin to wonder what they should do, but Urahara and his team show up and he quickly removes the Mod Soul. Before he can leave though Rukia takes the Mod Soul back and accepts all responsibility for it.</p><h2>Chapter Titles</h2><ul><li>Chapter 8 - Chasing Chad</li><li>Chapter 9 - Monster Vs. New Girl (Smack Down)</li><li>Chapter 10 - Monster Vs. New Girl, Part 2 (The Substitute)</li><li>Chapter 11 - LEECH-BOMBS AND MOM</li><li>Chapter 12 - The Gate of the End</li><li>Chapter 13 - BAD STANDARD</li><li>Chapter 14 - School Daze!!!</li><li>Chapter 15 - Jumpin' Jack, Jolted</li><li>Chapter 16 - Wasted but Wanted</li></ul>",
            "has_staff_review": false,
            "id": 408312,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3083828-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3083828-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3083828-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3083828-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3083828-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3083828-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3083828-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3083828-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3083828-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Goodbye Parakeet, Goodnite My Sista",
            "site_detail_url": "https://comicvine.gamespot.com/bleach-2-goodbye-parakeet-goodnite-my-sista/4000-408312/",
            "store_date": "2002-03-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-62801/",
                "id": 62801,
                "name": "Bleach",
                "site_detail_url": "https://comicvine.gamespot.com/bleach/4050-62801/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-408631/",
            "cover_date": "2002-09-03",
            "date_added": "2013-06-03 02:17:15",
            "date_last_updated": "2013-06-03 03:36:09",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 408631,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3084701-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3084701-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3084701-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3084701-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3084701-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3084701-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3084701-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3084701-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3084701-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/godhand-teru-2-vol-2/4000-408631/",
            "store_date": "2002-09-16",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-62828/",
                "id": 62828,
                "name": "Godhand Teru",
                "site_detail_url": "https://comicvine.gamespot.com/godhand-teru/4050-62828/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-416495/",
            "cover_date": "2002-08-05",
            "date_added": "2013-07-05 05:59:09",
            "date_last_updated": "2013-07-05 06:24:01",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 416495,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3153552-002.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3153552-002.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3153552-002.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3153552-002.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3153552-002.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3153552-002.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3153552-002.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3153552-002.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3153552-002.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/oishinbo-2-vol-2/4000-416495/",
            "store_date": "2002-08-19",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-64978/",
                "id": 64978,
                "name": "Oishinbo",
                "site_detail_url": "https://comicvine.gamespot.com/oishinbo/4050-64978/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-434352/",
            "cover_date": "2002-01-01",
            "date_added": "2013-11-23 16:52:46",
            "date_last_updated": "2013-11-24 03:13:24",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 434352,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3463437-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3463437-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3463437-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3463437-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3463437-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3463437-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3463437-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3463437-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3463437-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/comic-megastore-h-2-vol-2/4000-434352/",
            "store_date": "2002-08-01",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-69481/",
                "id": 69481,
                "name": "Comic MegaStore H",
                "site_detail_url": "https://comicvine.gamespot.com/comic-megastore-h/4050-69481/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-468581/",
            "cover_date": "2002-03-31",
            "date_added": "2014-10-22 13:35:54",
            "date_last_updated": "2015-01-09 23:47:33",
            "deck": null,
            "description": "<p><em>Three more stories of ordinary people caught in Spider-Man's Tangled Web! Gentlemen's Agreement - Bruce Jones and Lee Weeks tell the tale of a two-time loser burdened with a secret that could reverse his fortunes... or ruin his life: Spider-Man's real name! Ray of Light - Kaare Andrews looks in on the lives of two boys: a jaded, know-it-all teenager and his younger brother, who idolizes the popular cartoon character Insect Man. How will they cope when Spider-Man's explosive encounter with Electro hits too close to home? Open All Night - Darwyn Cooke sets his offbeat tale on Valentine's Day, as two beautiful young women anxiously await their date... with the same man: Peter Parker! But the web-slinger has been beaten down by the villainous Vulture, and he can't even remember his own name... let alone the highlights of his social calendar. This book collects Spider-Man: Tangled Web #7-11.</em></p>",
            "has_staff_review": false,
            "id": 468581,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/4173366-volume%202.png",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/4173366-volume%202.png",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/4173366-volume%202.png",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/4173366-volume%202.png",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/4173366-volume%202.png",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/4173366-volume%202.png",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/4173366-volume%202.png",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/4173366-volume%202.png",
                "original_url": "https://comicvine.gamespot.com/api/image/original/4173366-volume%202.png",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Volume 2",
            "site_detail_url": "https://comicvine.gamespot.com/spider-mans-tangled-web-2-volume-2/4000-468581/",
            "store_date": "2002-03-03",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-77727/",
                "id": 77727,
                "name": "Spider-Man's Tangled Web",
                "site_detail_url": "https://comicvine.gamespot.com/spidermans-tangled-web/4050-77727/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-517627/",
            "cover_date": "2002-09-19",
            "date_added": "2016-02-28 15:52:38",
            "date_last_updated": "2016-02-28 16:05:22",
            "deck": null,
            "description": "<p>Contains chapters 7th - 12th.</p>",
            "has_staff_review": false,
            "id": 517627,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5074256-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5074256-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5074256-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5074256-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5074256-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5074256-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5074256-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5074256-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5074256-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/real-2-vol-2/4000-517627/",
            "store_date": "2002-09-19",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-88543/",
                "id": 88543,
                "name": "Real",
                "site_detail_url": "https://comicvine.gamespot.com/real/4050-88543/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-525289/",
            "cover_date": "2002-10-18",
            "date_added": "2016-04-13 13:58:15",
            "date_last_updated": "2016-04-14 01:10:52",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 525289,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5150272-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5150272-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5150272-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5150272-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5150272-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5150272-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5150272-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5150272-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5150272-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/chisa-x-pon-2-vol-2/4000-525289/",
            "store_date": "2002-10-18",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-89658/",
                "id": 89658,
                "name": "Chisa × Pon",
                "site_detail_url": "https://comicvine.gamespot.com/chisa-x-pon/4050-89658/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-527972/",
            "cover_date": "2002-12-04",
            "date_added": "2016-04-30 21:09:56",
            "date_last_updated": "2017-10-07 00:50:42",
            "deck": null,
            "description": "<p>Chapter 9 - 17.</p>",
            "has_staff_review": false,
            "id": 527972,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5184612-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5184612-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5184612-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5184612-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5184612-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5184612-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5184612-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5184612-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5184612-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/pretty-face-2-vol-2/4000-527972/",
            "store_date": "2002-12-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-90028/",
                "id": 90028,
                "name": "Pretty Face",
                "site_detail_url": "https://comicvine.gamespot.com/pretty-face/4050-90028/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-528613/",
            "cover_date": "2002-01-05",
            "date_added": "2016-05-03 12:05:03",
            "date_last_updated": "2016-09-11 19:28:26",
            "deck": null,
            "description": "<p>Chapters 22-40</p>",
            "has_staff_review": false,
            "id": 528613,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5190504-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5190504-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5190504-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5190504-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5190504-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5190504-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5190504-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5190504-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5190504-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/pyu-to-fuku-jaguar-2-vol-2/4000-528613/",
            "store_date": "2002-01-05",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-90142/",
                "id": 90142,
                "name": "Pyū to Fuku! Jaguar",
                "site_detail_url": "https://comicvine.gamespot.com/pyu-to-fuku-jaguar/4050-90142/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-529299/",
            "cover_date": "2002-09-09",
            "date_added": "2016-05-07 21:00:12",
            "date_last_updated": "2017-10-02 17:47:04",
            "deck": null,
            "description": "<p>Chapters 9-14</p>",
            "has_staff_review": false,
            "id": 529299,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5196455-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5196455-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5196455-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5196455-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5196455-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5196455-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5196455-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5196455-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5196455-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/sakuratetsu-taiwahen-2-vol-2/4000-529299/",
            "store_date": "2002-09-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-90349/",
                "id": 90349,
                "name": "Sakura Tetsu Taiwahen",
                "site_detail_url": "https://comicvine.gamespot.com/sakura-tetsu-taiwahen/4050-90349/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-529507/",
            "cover_date": "2002-10-04",
            "date_added": "2016-05-09 11:24:01",
            "date_last_updated": "2016-05-09 16:19:32",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 529507,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5198665-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5198665-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5198665-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5198665-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5198665-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5198665-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5198665-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5198665-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5198665-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/akkera-kanjincho-2-vol-2/4000-529507/",
            "store_date": "2002-10-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-90379/",
                "id": 90379,
                "name": "Akkera Kanjinchō",
                "site_detail_url": "https://comicvine.gamespot.com/akkera-kanjincho/4050-90379/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-532752/",
            "cover_date": "2002-11-19",
            "date_added": "2016-05-29 12:44:05",
            "date_last_updated": "2016-05-29 17:12:17",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 532752,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5235467-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5235467-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5235467-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5235467-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5235467-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5235467-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5235467-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5235467-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5235467-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/goldo-2-vol-2/4000-532752/",
            "store_date": "2002-11-19",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-90829/",
                "id": 90829,
                "name": "Goldo",
                "site_detail_url": "https://comicvine.gamespot.com/goldo/4050-90829/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-533161/",
            "cover_date": "2002-06-14",
            "date_added": "2016-05-31 13:05:14",
            "date_last_updated": "2016-06-02 18:57:50",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 533161,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5239979-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5239979-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5239979-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5239979-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5239979-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5239979-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5239979-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5239979-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5239979-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/kami-sama-no-orgel-2-vol-2/4000-533161/",
            "store_date": "2002-06-14",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-90907/",
                "id": 90907,
                "name": "Kami-sama no Orgel",
                "site_detail_url": "https://comicvine.gamespot.com/kamisama-no-orgel/4050-90907/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-533186/",
            "cover_date": "2002-06-14",
            "date_added": "2016-05-31 14:49:10",
            "date_last_updated": "2016-06-03 00:16:38",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 533186,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5245063-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5245063-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5245063-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5245063-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5245063-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5245063-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5245063-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5245063-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5245063-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/kisekae-yuka-chan-2-vol-2/4000-533186/",
            "store_date": "2002-06-14",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-90916/",
                "id": 90916,
                "name": "Kisekae Yuka-chan",
                "site_detail_url": "https://comicvine.gamespot.com/kisekae-yukachan/4050-90916/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-541075/",
            "cover_date": "2002-02-19",
            "date_added": "2016-07-26 07:59:19",
            "date_last_updated": "2016-07-26 07:59:57",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 541075,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5341757-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5341757-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5341757-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5341757-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5341757-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5341757-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5341757-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5341757-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5341757-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/gunnm-last-order-2-vol-2/4000-541075/",
            "store_date": "2002-02-19",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-92592/",
                "id": 92592,
                "name": "Gunnm: Last Order",
                "site_detail_url": "https://comicvine.gamespot.com/gunnm-last-order/4050-92592/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-546632/",
            "cover_date": "2002-02-20",
            "date_added": "2016-08-26 01:58:17",
            "date_last_updated": "2016-08-26 03:00:14",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 546632,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5401871-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5401871-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5401871-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5401871-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5401871-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5401871-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5401871-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5401871-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5401871-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/mushishi-2-vol-2/4000-546632/",
            "store_date": "2002-02-20",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-93508/",
                "id": 93508,
                "name": "Mushishi",
                "site_detail_url": "https://comicvine.gamespot.com/mushishi/4050-93508/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-549308/",
            "cover_date": "2002-09-04",
            "date_added": "2016-09-11 16:15:34",
            "date_last_updated": "2016-09-11 16:16:32",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 549308,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5430231-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5430231-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5430231-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5430231-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5430231-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5430231-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5430231-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5430231-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5430231-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/mononoke-nyantaro-2-vol-2/4000-549308/",
            "store_date": "2002-09-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-94064/",
                "id": 94064,
                "name": "Mononoke! Nyantarō",
                "site_detail_url": "https://comicvine.gamespot.com/mononoke-nyantaro/4050-94064/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-549311/",
            "cover_date": "2002-06-04",
            "date_added": "2016-09-11 16:22:51",
            "date_last_updated": "2016-09-11 16:23:51",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 549311,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5430237-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5430237-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5430237-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5430237-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5430237-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5430237-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5430237-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5430237-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5430237-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/gran-bagan-2-vol-2/4000-549311/",
            "store_date": "2002-06-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-94065/",
                "id": 94065,
                "name": "Gran Bagan",
                "site_detail_url": "https://comicvine.gamespot.com/gran-bagan/4050-94065/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-549313/",
            "cover_date": "2002-06-04",
            "date_added": "2016-09-11 16:33:22",
            "date_last_updated": "2016-09-11 16:37:01",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 549313,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5430249-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5430249-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5430249-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5430249-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5430249-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5430249-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5430249-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5430249-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5430249-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/im-a-faker-2-vol-2/4000-549313/",
            "store_date": "2002-06-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-94066/",
                "id": 94066,
                "name": "I'm a Faker",
                "site_detail_url": "https://comicvine.gamespot.com/im-a-faker/4050-94066/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-549316/",
            "cover_date": "2002-01-05",
            "date_added": "2016-09-11 16:41:40",
            "date_last_updated": "2016-09-11 16:42:41",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 549316,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5430261-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5430261-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5430261-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5430261-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5430261-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5430261-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5430261-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5430261-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5430261-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/karasuman-2-vol-2/4000-549316/",
            "store_date": "2002-01-05",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-94068/",
                "id": 94068,
                "name": "Karasuman",
                "site_detail_url": "https://comicvine.gamespot.com/karasuman/4050-94068/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-549325/",
            "cover_date": "2002-01-05",
            "date_added": "2016-09-11 17:39:37",
            "date_last_updated": "2016-11-20 07:06:23",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 549325,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5430362-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5430362-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5430362-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5430362-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5430362-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5430362-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5430362-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5430362-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5430362-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/mr-fullswing-2-vol-2/4000-549325/",
            "store_date": "2002-01-05",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-94073/",
                "id": 94073,
                "name": "Mr. Fullswing",
                "site_detail_url": "https://comicvine.gamespot.com/mr-fullswing/4050-94073/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-549366/",
            "cover_date": "2002-10-04",
            "date_added": "2016-09-12 00:23:14",
            "date_last_updated": "2016-09-12 00:24:07",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 549366,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5430763-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5430763-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5430763-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5430763-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5430763-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5430763-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5430763-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5430763-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5430763-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/shonen-espa-nejime-2-vol-2/4000-549366/",
            "store_date": "2002-10-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-94081/",
                "id": 94081,
                "name": "Shōnen Espa Nejime",
                "site_detail_url": "https://comicvine.gamespot.com/shonen-espa-nejime/4050-94081/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-550835/",
            "cover_date": "2002-11-19",
            "date_added": "2016-09-25 05:23:16",
            "date_last_updated": "2016-09-25 07:07:53",
            "deck": null,
            "description": "<p>Act.6 - Act.11.</p>",
            "has_staff_review": false,
            "id": 550835,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5452186-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5452186-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5452186-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5452186-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5452186-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5452186-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5452186-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5452186-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5452186-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/skip-beat-2-vol-2/4000-550835/",
            "store_date": "2002-11-19",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-94359/",
                "id": 94359,
                "name": "Skip Beat!",
                "site_detail_url": "https://comicvine.gamespot.com/skip-beat/4050-94359/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-556025/",
            "cover_date": "2002-05-17",
            "date_added": "2016-10-29 07:46:12",
            "date_last_updated": "2016-10-29 07:46:57",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 556025,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5507153-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5507153-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5507153-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5507153-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5507153-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5507153-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5507153-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5507153-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5507153-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/skyhigh-2-vol-2/4000-556025/",
            "store_date": "2002-05-17",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-95326/",
                "id": 95326,
                "name": "Skyhigh",
                "site_detail_url": "https://comicvine.gamespot.com/skyhigh/4050-95326/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-556272/",
            "cover_date": "2002-12-11",
            "date_added": "2016-10-30 13:52:21",
            "date_last_updated": "2017-04-23 21:24:22",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 556272,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5818354-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5818354-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5818354-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5818354-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5818354-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5818354-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5818354-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5818354-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5818354-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/blue-heaven-2-vol-2/4000-556272/",
            "store_date": "2002-12-11",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-95365/",
                "id": 95365,
                "name": "Blue Heaven",
                "site_detail_url": "https://comicvine.gamespot.com/blue-heaven/4050-95365/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-560327/",
            "cover_date": "2002-04-30",
            "date_added": "2016-11-26 18:19:02",
            "date_last_updated": "2018-03-10 18:26:38",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 560327,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5553187-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5553187-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5553187-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5553187-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5553187-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5553187-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5553187-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5553187-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5553187-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Un client embarrassant",
            "site_detail_url": "https://comicvine.gamespot.com/naruto-2-un-client-embarrassant/4000-560327/",
            "store_date": "2002-04-15",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-95912/",
                "id": 95912,
                "name": "Naruto",
                "site_detail_url": "https://comicvine.gamespot.com/naruto/4050-95912/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-567788/",
            "cover_date": "2002-11-29",
            "date_added": "2016-12-16 07:34:13",
            "date_last_updated": "2017-12-31 05:58:02",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 567788,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5593656-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5593656-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5593656-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5593656-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5593656-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5593656-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5593656-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5593656-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5593656-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/bomber-girl-crush-2-vol-2/4000-567788/",
            "store_date": "2002-11-29",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-96822/",
                "id": 96822,
                "name": "Bomber Girl Crush!",
                "site_detail_url": "https://comicvine.gamespot.com/bomber-girl-crush/4050-96822/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-570156/",
            "cover_date": "2002-05-17",
            "date_added": "2016-12-23 17:53:49",
            "date_last_updated": "2016-12-23 17:57:53",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 570156,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5607890-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5607890-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5607890-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5607890-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5607890-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5607890-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5607890-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5607890-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5607890-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/uramiya-honpo-2-vol-2/4000-570156/",
            "store_date": "2002-05-17",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-97170/",
                "id": 97170,
                "name": "Uramiya Honpo",
                "site_detail_url": "https://comicvine.gamespot.com/uramiya-honpo/4050-97170/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-573009/",
            "cover_date": "2002-04-19",
            "date_added": "2016-12-30 00:18:27",
            "date_last_updated": "2017-08-28 03:10:55",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 573009,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5620039-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5620039-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5620039-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5620039-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5620039-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5620039-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5620039-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5620039-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5620039-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/jyajya-2-vol-2/4000-573009/",
            "store_date": "2002-04-19",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-97503/",
                "id": 97503,
                "name": "JyaJya",
                "site_detail_url": "https://comicvine.gamespot.com/jya-jya/4050-97503/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-573822/",
            "cover_date": "2002-10-04",
            "date_added": "2016-12-31 22:07:41",
            "date_last_updated": "2017-07-22 16:24:31",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 573822,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5623823-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5623823-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5623823-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5623823-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5623823-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5623823-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5623823-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5623823-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5623823-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/kimera-2-vol-2/4000-573822/",
            "store_date": "2002-10-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-97590/",
                "id": 97590,
                "name": "Kimera",
                "site_detail_url": "https://comicvine.gamespot.com/kimera/4050-97590/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-575717/",
            "cover_date": "2002-01-18",
            "date_added": "2017-01-09 06:55:24",
            "date_last_updated": "2017-01-09 06:57:26",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 575717,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5639036-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5639036-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5639036-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5639036-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5639036-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5639036-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5639036-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5639036-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5639036-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/otoko-no-jikan-2-vol-2/4000-575717/",
            "store_date": "2002-01-18",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-97887/",
                "id": 97887,
                "name": "Otoko no Jikan",
                "site_detail_url": "https://comicvine.gamespot.com/otoko-no-jikan/4050-97887/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-579829/",
            "cover_date": "2002-02-22",
            "date_added": "2017-02-04 08:41:29",
            "date_last_updated": "2017-02-04 08:42:14",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 579829,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5684209-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5684209-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5684209-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5684209-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5684209-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5684209-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5684209-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5684209-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5684209-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Demie Satisfaction",
            "site_detail_url": "https://comicvine.gamespot.com/racaille-blues-2-demie-satisfaction/4000-579829/",
            "store_date": "2002-02-22",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-98626/",
                "id": 98626,
                "name": "Racaille Blues",
                "site_detail_url": "https://comicvine.gamespot.com/racaille-blues/4050-98626/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-583284/",
            "cover_date": "2002-02-19",
            "date_added": "2017-02-25 14:15:01",
            "date_last_updated": "2017-10-31 01:18:43",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 583284,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/6124406-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/6124406-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/6124406-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/6124406-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/6124406-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/6124406-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/6124406-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/6124406-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/6124406-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/reira-2-vol-2/4000-583284/",
            "store_date": "2002-02-19",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-99164/",
                "id": 99164,
                "name": "Reira",
                "site_detail_url": "https://comicvine.gamespot.com/reira/4050-99164/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-585457/",
            "cover_date": "2002-09-17",
            "date_added": "2017-03-10 03:22:08",
            "date_last_updated": "2018-07-07 23:01:46",
            "deck": " ",
            "description": null,
            "has_staff_review": false,
            "id": 585457,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5740073-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5740073-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5740073-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5740073-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5740073-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5740073-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5740073-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5740073-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5740073-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/sensei-ni-naremasen-2-vol-2/4000-585457/",
            "store_date": "2002-09-17",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-99537/",
                "id": 99537,
                "name": "Sensei ni Naremasen",
                "site_detail_url": "https://comicvine.gamespot.com/sensei-ni-naremasen/4050-99537/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-592369/",
            "cover_date": "2002-08-09",
            "date_added": "2017-04-16 19:13:56",
            "date_last_updated": "2017-04-16 19:15:26",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 592369,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5807668-2.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5807668-2.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5807668-2.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5807668-2.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5807668-2.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5807668-2.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5807668-2.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5807668-2.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5807668-2.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/shinigami-kun-2-vol-2/4000-592369/",
            "store_date": "2002-08-09",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-100791/",
                "id": 100791,
                "name": "Shinigami-kun",
                "site_detail_url": "https://comicvine.gamespot.com/shinigamikun/4050-100791/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-614615/",
            "cover_date": "2002-12-26",
            "date_added": "2017-08-13 07:12:16",
            "date_last_updated": "2017-08-13 08:01:37",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 614615,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/6004940-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/6004940-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/6004940-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/6004940-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/6004940-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/6004940-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/6004940-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/6004940-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/6004940-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/loveless-2-vol-2/4000-614615/",
            "store_date": "2002-12-26",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-103472/",
                "id": 103472,
                "name": "Loveless",
                "site_detail_url": "https://comicvine.gamespot.com/loveless/4050-103472/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-644830/",
            "cover_date": "2002-11-30",
            "date_added": "2017-12-05 16:44:24",
            "date_last_updated": "2017-12-11 03:53:58",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 644830,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/6175249-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/6175249-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/6175249-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/6175249-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/6175249-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/6175249-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/6175249-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/6175249-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/6175249-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Le Malka des Lions",
            "site_detail_url": "https://comicvine.gamespot.com/le-chat-du-rabbin-2-le-malka-des-lions/4000-644830/",
            "store_date": "2002-11-09",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-106744/",
                "id": 106744,
                "name": "Le Chat du Rabbin",
                "site_detail_url": "https://comicvine.gamespot.com/le-chat-du-rabbin/4050-106744/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-688704/",
            "cover_date": "2002-11-20",
            "date_added": "2018-10-15 06:34:54",
            "date_last_updated": "2018-10-15 07:38:58",
            "deck": " ",
            "description": null,
            "has_staff_review": false,
            "id": 688704,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/6648066-02.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/6648066-02.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/6648066-02.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/6648066-02.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/6648066-02.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/6648066-02.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/6648066-02.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/6648066-02.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/6648066-02.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "2",
            "name": "Vol. 2",
            "site_detail_url": "https://comicvine.gamespot.com/kirakira-hikaru-2-2-vol-2/4000-688704/",
            "store_date": "2002-11-20",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-114332/",
                "id": 114332,
                "name": "Kirakira Hikaru 2",
                "site_detail_url": "https://comicvine.gamespot.com/kirakira-hikaru-2/4050-114332/"
            }
        }
    ]
}
