{
    "2002-01-01|2002-12-30": [
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-78206/",
            "cover_date": "2002-11-01",
            "date_added": "2008-06-06 11:19:19",
            "date_last_updated": "2013-09-17 15:52:32",
            "deck": null,
            "description": "<p><em>Continuing MAX's street-level look into the mind of a new villain!</em></p>",
            "has_staff_review": false,
            "id": 78206,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3275368-the%20hood%20%235%20%28of%206%29%20-%20page%201.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3275368-the%20hood%20%235%20%28of%206%29%20-%20page%201.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3275368-the%20hood%20%235%20%28of%206%29%20-%20page%201.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3275368-the%20hood%20%235%20%28of%206%29%20-%20page%201.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3275368-the%20hood%20%235%20%28of%206%29%20-%20page%201.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3275368-the%20hood%20%235%20%28of%206%29%20-%20page%201.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3275368-the%20hood%20%235%20%28of%206%29%20-%20page%201.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3275368-the%20hood%20%235%20%28of%206%29%20-%20page%201.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3275368-the%20hood%20%235%20%28of%206%29%20-%20page%201.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Blood from Stones, Pt. 5",
            "site_detail_url": "https://comicvine.gamespot.com/the-hood-5-blood-from-stones-pt-5/4000-78206/",
            "store_date": "2002-09-11",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-9495/",
                "id": 9495,
                "name": "The Hood",
                "site_detail_url": "https://comicvine.gamespot.com/the-hood/4050-9495/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-109486/",
            "cover_date": "2003-01-01",
            "date_added": "2008-06-06 11:19:14",
            "date_last_updated": "2016-05-01 16:51:37",
            "deck": null,
            "description": "<p><em>Yorick and Agent 355's search for the one woman who may be able to save the human race comes to a close, but with a less-than-happy ending. Elsewhere, one of Yorick's closest friends takes a horrific first step towards becoming the last man on earth's greatest enemy.</em></p><p>Agent 355 and Yorrick find Dr. Allison Mann in her lab. The Amazons show they will kill to find Yorrick. We find out what has become of Yorricks sister Hero. The Isrealis also find Dr. Manns lab.</p><h3>Synopsis</h3><p>Yorick wakes from a dream in which he had been in Australia and Beth dies before his eyes. He shakes himself and sees Agent 355 knitting. She's glad he is awake and they get ready to continue looking for Dr. Mann. Yorick wonders how Hero is doing, as they have been unable to find any trace of her.</p><p>Elsewhere, Hero emerges from some bushes with a struggling girl in tow. The girl argues with Victoria and refuses to say where she got her motorcycle - a motorcycle that used to belong to the Daughters of the Amazon. Victoria orders Hero to kill the girl. The girl finally gives up some information and Hero is slow to execute the girl. Victoria questions Hero's loyalty. Hero shoots the girl in the head. The gang continues its pursuit.</p><p>Yorick and Agent 355 find Dr. Mann's office and break in. Agent 355 finds her and introduces herself and explains how the government needs her cloning knowledge. Dr. Mann feels guilty, however, and refuses since her last time supposedly killed all the men on Earth. Yorick introduces himself and Dr. Mann changes her mind. She pulls out a needle to get some blood samples but Ampersand freaks. Being the possible last male monkey on Earth, the three humans chase after him for over four hours.</p><p>Tse'Elon and Sadie, Israeli soldiers, enter Dr. Mann's lab and find it empty. The find evidence of Yorick's presence and fear for Israel's future. They burn the lab so as to halt any furthering of Dr. Mann's cloning experiments. The trio return to see the lab burn down. Dr. Mann is crushed, as all her specimens are inside. Her data is duplicated in another lab in California. The three are unsure of their next step.</p>",
            "has_staff_review": false,
            "id": 109486,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/120060-9419-109486-1-y-the-last-man.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/120060-9419-109486-1-y-the-last-man.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/120060-9419-109486-1-y-the-last-man.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/120060-9419-109486-1-y-the-last-man.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/120060-9419-109486-1-y-the-last-man.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/120060-9419-109486-1-y-the-last-man.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/120060-9419-109486-1-y-the-last-man.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/120060-9419-109486-1-y-the-last-man.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/120060-9419-109486-1-y-the-last-man.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Unmanned Conclusion",
            "site_detail_url": "https://comicvine.gamespot.com/y-the-last-man-5-unmanned-conclusion/4000-109486/",
            "store_date": "2002-11-20",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-9419/",
                "id": 9419,
                "name": "Y: The Last Man",
                "site_detail_url": "https://comicvine.gamespot.com/y-the-last-man/4050-9419/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-109754/",
            "cover_date": "2002-12-31",
            "date_added": "2008-06-06 11:19:12",
            "date_last_updated": "2014-11-07 07:10:16",
            "deck": null,
            "description": "<i>In \"Pornomancer,\" we meet Anders Klimaaks, a Dutch porn star with a unique talent. Currently wanted by both the LAPD and Hand agent Jenesis Jones, Klimaaks is the unwitting key player in adult film mogul Tex Porneau's horrific plan to create a new kind of hardcore for a new world. Will the Hand have the spunk to handle this obscene threat, or could this be the money shot to end them all?  </i>",
            "has_staff_review": false,
            "id": 109754,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/125089-9400-109754-1-filth-the.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/125089-9400-109754-1-filth-the.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/125089-9400-109754-1-filth-the.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/125089-9400-109754-1-filth-the.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/125089-9400-109754-1-filth-the.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/125089-9400-109754-1-filth-the.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/125089-9400-109754-1-filth-the.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/125089-9400-109754-1-filth-the.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/125089-9400-109754-1-filth-the.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Pornomancer",
            "site_detail_url": "https://comicvine.gamespot.com/the-filth-5-pornomancer/4000-109754/",
            "store_date": "2002-10-16",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-9400/",
                "id": 9400,
                "name": "The Filth",
                "site_detail_url": "https://comicvine.gamespot.com/the-filth/4050-9400/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-110029/",
            "cover_date": "2002-05-31",
            "date_added": "2008-06-06 11:22:19",
            "date_last_updated": "2018-03-25 07:12:33",
            "deck": null,
            "description": "<p>Logan further embraces his feral side as he begins to hunt with his wolf pack. Meanwhile, Smitty and Rose begin a relationship with one another. As Logan gains greater popularity, Cookie, out of spite, attempts to sabotage the dynamite Logan uses, which results in a number of workers being killed. Logan, however, survives, while saving the life of a young widow’s son. This action only enhances Logan’s reputation within the outpost’s community.</p><p>During the funeral for the men who died, Logan catches Cookie rifling through the dead men’s possessions, looking for valuables to steal. Logan proceeds to fight Cookie and beats him rather soundly. Logan warns Cookie that if he doesn’t leave, he will die. Logan runs home excitedly to tell Rose of the encounter only to find Rose kissing Smitty. Enraged and heartbroken, Logan runs off and challenges the wolf pack’s leader and kills him. The other wolves now recognize Logan as pack leader.</p><p>Back in Alberta Howlett senior, now on his deathbed, has second thoughts about sending James away. He asks Dog to find him, which Dog agrees to do.</p>",
            "has_staff_review": false,
            "id": 110029,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2699369-origin_05__2002_.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2699369-origin_05__2002_.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2699369-origin_05__2002_.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2699369-origin_05__2002_.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2699369-origin_05__2002_.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2699369-origin_05__2002_.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2699369-origin_05__2002_.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2699369-origin_05__2002_.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2699369-origin_05__2002_.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Revelation",
            "site_detail_url": "https://comicvine.gamespot.com/origin-5-revelation/4000-110029/",
            "store_date": "2002-05-01",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18649/",
                "id": 18649,
                "name": "Wolverine: The Origin",
                "site_detail_url": "https://comicvine.gamespot.com/wolverine-the-origin/4050-18649/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-119537/",
            "cover_date": "2002-09-30",
            "date_added": "2008-06-06 11:23:41",
            "date_last_updated": "2014-04-22 22:13:56",
            "deck": null,
            "description": "<p>Keitaro is on the roof brooding over Naru's crush on Seta. Haruka comes to him and asks for his help running the Beach Cafe Hinata; a beach cafe she manages during the summer. Keitaro agrees, and the whole gang goes to the beach.</p><p>At the beach, Keitaro overhears Naru discussing her feelings with Tama-chan(the turtle). He is interrupted by the other girls and he yells at them; causing Shinobu to cry. The girls realize Keitaro is upset about Naru, and Shinobu volunteers to sacrifice herself to make Keitaro feel better. She pretends to need CPR, but accidentally ends up kicking Keitaro in the groin.</p><p>Later, Naru sees Shinobu helping Keitaro in the kitchen and she wonders if she and Seta were ever like that.</p><p>Haitani and Shirai(Keitaro's friends from his exam classes) come to the Beach Cafe Hinata and are surprised to see Keitaro working alonside all the beautiful women.</p><p>Later that evening, Haitani and Shirai talk with Keitaro about his relationship with Naru. They vow to help him after they hear about all his problems. Naru is having a similar conversation with Kitsune outside in the bath.</p><p>Keitaro and Naru talk outside on the balcony and Naru puts her head on Keitaro's shoulder. Keitaro is happy to leave it at that, but Haitani and Shirai have other ideas. They throw a beer can down, and it knocks Keitaro out. He falls on top of Naru. Naru thinks he's trying to take advantage of her and is furious. She runs off... and right into Seta.</p><p>The whole gang, along with Sarah and Seta, go to a summer festival. Naru's still not talking to Keitaro. Keitaro, seeing her pal around with Seta, gets jealous and asks Shinobu to accompany him.</p><p>Naru is unable to have a good time because she's so angry at Keitaro. Seta notices this and tells her to go and have a good time. He and Haruka go off to see the fireworks. Meanwhile, Shinobu thanks Keitaro for the good time, but she says she would be happier if he and Naru weren't fighting. She leaves to go find Naru.</p><p>Naru and Keitaro run into each other at the fireworks. He apologizes, but due to the fireworks going off, Naru thinks he is blaming HER. She uppercuts him into the sky.</p><p>The Hinata gang is performing a play for the local children. It's a version of \"Journey to the West. Keitaro is Sanzou Genjou, Naru is Son Goku, Shinobu is Sakyamuni, Motoko is Gojou Sa and Su is Hakkai Cho. When Naru finds out that Seta is playing Gyumaoah; she changes roles and becomes Sanzou, while Keitaro becomes Goku. Hijinks ensue, but the play is big hit and they are asked to perform again next year.</p><p>The gang is finishing up at the beach cafe, and Haitani and Shirai finally apologize to Naru for knocking Keitaro out.</p><p>Seta crashes his van and tells Keitaro he's going to need him to watch Sarah for awhile. He drives off, and Sarah is upset. She asks Keitaro and Naru to take her to a deserted island to cheer her up, but she really plans on leaving the two of them there. Her plans go awry when Tama-chan bites a hole in their raft; leaving all three of them on the island. They find a shipwreck and Sarah plans on killing them with an ax, but she gets scared by a skeleton.</p><p>Sarah falls asleep that night, while Keitaro and Naru sit on a beach. Naru agrees to help Keitaro with his studies when they get back home. Sarah sleep-kicks Naru, which causes her to accidentally kiss Keitaro. Naru tells him it was an accident, but Keitaro is starry-eyed. Finally, they find a sandbar illuminated by moonlight and walk back to the other island.</p><p>Now back at Hinata House; Shinobu, Su and Sarah talk about what they think kissing is like. Su makes a Special Kiss Training Companion so Shinobu can practice kissing. The machine chases a terrified Shinobu, and ends up in a liplock with Motoko. Motoko is embarrassed, and Su deduces that the machine was Motoko's first kiss. Su gives her a kiss to make it up to her; which embarrasses Motoko further. Su reveals that Motoko was HER first kiss and she tasted like soy sauce. Kitsune walks in to see what all the commotion is about, and Shinobu notices a hickey on her neck. Shinobu asks her about kissing, and Kitsune puts some lipstick on her.</p><p>Shinobu goes up to the roof to talk to Keitaro and try out her lipstick. He leans forward, and Shinobu thinks he is about to kiss her. Instead, he was just knocking a bug off her, and Shinobu accidentally kisses Tama-chan.</p><p>Motoko has a nightmare about her sister leaving her whe she was younger and Keitaro shows up at the end. Motoko wakes up and the rest of the gang mentions how her swordsmanship seems to have gotten worse since Keitaro moved in. Motoko decides to leave Hinata House.</p><p>She arrives at a mountain cabin only to be surprised by the Motoko Return and Rescue Brigade(Keitaro, Sarah, Su, and Tama-chan). Motoko decides that all her problems are Keitaro's fault and ties him up outside. She practices her technique on him, until a branch fall on her head and knocks her unconscious.</p><p>Back at the cabin, Keitaro takes care of Motoko. She flashes back to her sister giving her kendo lessons. She notices how happy her sister appears and when she wakes up, Keitaro talks about how he and Naru were going to have fun this year while studying. Motoko realizes she needs to have more fun with her sword skills. She ties Keitaro up again, and is able to perform the Gods' Cry School Sword Technique Boulder Cutting Blade Second Form for the first time.</p><p>Walking up the Hinata Inn steps one night, Keitaro notices a mysterious foreign woman up on the roof. He goes up to investigate, but she's gone by the time he arrives.</p><p>Inside, Haruka tells Keitaro and Naru that everybody had to leave for various reasons and they'll be there tonight by themselves. They try to concentrate on their studying; only to be interrupted by Su, whom they had forgotten about. They decide to prepare the house for the upcoming storm and Su reveals that she likes Keitaro because he reminds her of her brother. She also claims to have found the food supplies(by which she means Tama-chan). Tama-chan bites her and flies off, and Su unveils her latest invention: Mecha Tama-chan! Mecha Tama-chan goes out of control and injures Keitaro; causing Su to feel guilty.</p><p>Keitaro wakes up after the storm. He goes looking for Su and Naru, but instead finds the foreign woman up on the roof again. Keitaro talks to her and discovers that the woman is Su. The red moon causes her to age, and she was up on the roof to reminisce about her family. She asks Keitaro if he wants to kiss, but switches back to her younger hyperactive self before they can.</p><p>The next day, Su tries out her NEW invention: the Mecha Tama-chan 2.</p><p>Kitsune is listening to the horse races on the radio, but unfortunately the horse she had bet on loses. Naru complains that all Kitsune ever does is drink and gamble. Kitsune decides that Naru and Keitaro are being suspicious and decides to spy on them. Su and Sarah join her, but Naru catches them.</p><p>Kitsune decides she's had enough of Keitaro and Naru taking their relationship slowly, and decides to take matters into her own hands. She knocks Naru out, and uses one of Su's inventions to manipulate Naru in the outside bath. They call Keitaro into the bath, and try to get him to kiss Naru. Unfortunately for them(and Keitaro), she wakes up and raises hell.</p><p>Naru's had enough of Kitsune's meddling and starts asking HER questions. Kitsune gets flustered and admits that she's always loved Keitaro. She moves to kiss him, but Naru can't stand it and yells out. Kitsune reveals that she was faking and mentions how important honesty is in a relationship.</p><h2>Chapter Titles</h2><ul><li>Chapter 34: Let's Go to the Beach!</li><li>Chapter 35: A Passionnate Midsummer's Night</li><li>Chapter 36: He That Became the Fireworks</li><li>Chapter 37: Lovely Goku and Her Funtastic Friends ♥</li><li>Chapter 38: A Happening and a Kiss ♥</li><li>Chapter 39: Kiss Me Sempai! ♥</li><li>Chapter 40: A Budding Young Maiden's Mountain Training?!</li><li>Chapter 41: The Secret of the Mysterious Girl ♥</li><li>Chapter 42: I Just Can't Be True...</li></ul>",
            "has_staff_review": false,
            "id": 119537,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/251865-19904-119537-1-love-hina.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/251865-19904-119537-1-love-hina.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/251865-19904-119537-1-love-hina.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/251865-19904-119537-1-love-hina.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/251865-19904-119537-1-love-hina.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/251865-19904-119537-1-love-hina.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/251865-19904-119537-1-love-hina.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/251865-19904-119537-1-love-hina.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/251865-19904-119537-1-love-hina.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/love-hina-5-vol-5/4000-119537/",
            "store_date": "2002-09-17",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-19904/",
                "id": 19904,
                "name": "Love Hina",
                "site_detail_url": "https://comicvine.gamespot.com/love-hina/4050-19904/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-120273/",
            "cover_date": "2002-11-01",
            "date_added": "2008-06-06 11:21:48",
            "date_last_updated": "2014-12-06 16:18:11",
            "deck": null,
            "description": "<p>The contest is on! Uryu and Ichigo put their bets on themselves as to who is the best Hollow killer. Unfortunately there are some new players out on the field. Two major stories follow the beginning of the contest as Ichigo's friends and family get drawn into the fray.</p><p>In the first part of the issue Sado (Chad) learns that he has gained the ability to see spirits that no one else can. That wasn't so bad until one of those spirits comes after him and his friends one afternoon. In an attempt to get the Hollow away from his friends Sado runs for a lot he thinks is abandoned only to find one problem. Karin Kurosaki and her friends are practicing soccer.</p><p>Before Sado can think that Hollow springs into action and makes Sado stand his ground. Things don't look too promising though as Sado can't see who he is fighting. Luckily for him though Kerin can see Hollows, ghosts, and Soul Reapers, and quickly becomes his eyes. Things start too look good for the two until the Hollow proves to be unpredictable and relentless as it knocks Sado for a loop and then goes for Karin's friends.</p><p>As Sado lays watching the monster step off after the young kids he has a flashback to when he was a child. In the his memories Sado sees his grandfather Abuelo talking to him as a young teen giving him great advise. Abuelo tells Sado that people will resent himfor being big and handsome as well as strong. He goes on to tell him that he will be resented because people don't like when they see someone with what they wish they could have and that Sado has strong fists that he should learn to use to protect other people.</p><p>Suddenly Chad digs deep within as he realizes what he has to do. He stands and turns towards the threat. Suddenly Sado is filled with new strength as he takes a punch at the Hollow. This time however Sado has a new power that has engulfed his arm. Sado follows up his first attack with another punch that fills itself with energy that it releases as he makes contact with the Hollow, destroying it.</p><p>As Karin steps up to check on Sado he gives her a cliche thumbs up, which mortifies her as she can't believe how uncool it is. Exhausted Sado falls over, but still even at his weakest he is more concerned with Karin than himself, which ends up getting him kicked in the head by Karin. As she runs off to find her father Sado can't help but think of that fact that Karin kicks like her brother Ichigo.</p><p>The second story allows fans to see into the history behind of Tatsuki and Orihime's friendship. While getting ready to leave school one day something shatters the windows at the schools. Unfortunately for Tatsuki, Orihime, and Chizuru have run into a problem as a Hollow has come for the two strong soul pressures that have awoken in Tatsuki and Orihime.</p><p>Unbeknown at the time the schools windows are broken by the Hollow's spores that it shoots into people so that it can control them. The sudden outburst is blamed on the martial arts team and because of their proxy to the incident Orihime, Tatsuki , and Chizuru are made to clean up the mess, which only makes Chizuru complain about the uncontrollable violence of the team that is blamed for the mess. As the three finish working Orihime becomes distracted and tries to get her friends to leave with her as she can see the stalking Hollow. Before she can get Tatsuki and Chizuru completely out of there Tatsuki heads back in to change from her uniform while the other two wait.</p><p>Suddenly the Hollow attacks, infecting Chizuru who at first thinks she has only been hit by a new piece of broken glass. Without warning Chizuru turns on her crush and attacks Orihime unable to control her arm that is infected. Chizuru is joined by other class mates who begin to try and beat Orihime to death. Good fortune shines though as Tatsuki appears bringing her knowledge of martial arts against the crowd. Quickly the number of attackers begin to fall before Tatsuki's overzealous attck. At one point she demands to have someone worth of fighting.</p><p>tatsuki's luck runs out quickly however as the infected classmates manage to get a hold of her while the Hollow hits her in the shoulder with a spore. Wounded and winded Tatsuki is tormented momentarily as the Hollow tries to intimidate her with its \"power\" over her fate. Unwilling to bow to her fears Tatsuki bites into the Hollow's tentacle and tries to and refuses to release it even as it lashes her. Out of fury the Hollow unleashes a salvo of spores into Tatsuki infecting the majority of her body. Orihime manages to get free of the zombie like classmates and runs to Tatsuki and tries to help her friend.</p><p>Against her will Tatsuki kicks Orihime and causes her to vomit from the impact and precision of her attack. As Orihime takes a few blows from Tatsuki all she can do is think of how Tatsuki had always been the one to defend her in the past. Orihime recalls all the way back to when they were children and Orihime lost still had her brother. Orihime remembers how when she was young her brother had told her that she had beautiful hair, and then one day at school some of the other girls in her class attacked her and cut her hair horribly short because they were jealous. Orihime remembers lying to her brother and saying the she had wanted to cut her hair. She remembers that after her brother had died she had Tatsuki was the one who came after her and kept her rooted to the real world. She also remembers how Tatsuki was always there to protect her.</p><p>Roles are reversed as Orihime steps up and hugs Tatsuki as she cries from having to fight her closest friend. Orhime become enveloped in a haze as her spirit powers awaken and attack the Hollow As the Hollow watches Orihime unleashes the Shunshun- Rikka (The Six Princess Shielding Flowers). At first Orihime is unsure of where they have come from, then they speak to her and reveal their true form. Overwhelmed by the complex personality of the two big shots in the group Orihime is quickly confused until the Hollow attacks, the she is taught quickly by Shuno, one of the fairy/ flowers, how to use her first shield. Using her new power Orihime stops the Hollow's spores cold using Baigon, Lily, Hingiku to make the three God Shield before receiving her next lesson the second shield. In the second shield Shuno and Ayame make the Two God reflection Shield. Using this shield Orihime heals Tatsuki to how she was before she was injured. Not finished yet the Sixth flower Tsubaki steps up and teaches her the Lone god slicing shield, which allows Orihime to go on the offensive so that she can finish off the Hollow. Exhausted from using her spirit powers too much Orihime collapse and the fairies recall themselves to protect her.</p><p>As the manga closes Kisuke Urahara is seen walking with Tessai who is carrying Sado on his back.</p><h2>Chapter Titles</h2><ul><li>Chapter 35 - Will You Be My Enemy?</li><li>Chapter 36 - They Died for Vengeance</li><li>Chapter 37 - Crossing the Rubicon</li><li>Chapter 38 - BENT</li><li>Chapter 39 - Right Arm of the Giant</li><li>Chapter 40 - Grow?</li><li>Chapter 41 - Princess &amp; Dragon</li><li>Chapter 42 - Princess &amp; Dragon Part 2: The Majestic</li><li>Chapter 43 - Princess &amp; Dragon Part 3: Six Flowers</li></ul>",
            "has_staff_review": false,
            "id": 120273,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2568554-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2568554-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2568554-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2568554-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2568554-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2568554-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2568554-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2568554-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2568554-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Right Arm of the Giant",
            "site_detail_url": "https://comicvine.gamespot.com/bleach-5-right-arm-of-the-giant/4000-120273/",
            "store_date": "2002-11-01",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18244/",
                "id": 18244,
                "name": "Bleach",
                "site_detail_url": "https://comicvine.gamespot.com/bleach/4050-18244/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-133862/",
            "cover_date": "2002-03-01",
            "date_added": "2008-07-19 12:11:00",
            "date_last_updated": "2013-10-28 09:19:12",
            "deck": null,
            "description": "<p><i>It's a bird! It's a rocket sled! It's. . . a convertible girl?! When Hoichi's grandfather calls him in to pilot the giant robot Exaxxion, Earth's one tool to stop a violent alien invasion, the gutsy high school kid soon finds himself fighting off a nasty pair of forces. It's not as if the Riofaldian alien robot army wasn't enough, now the teen has to fight against the UN military as well! As he rushes to his grandfather's secret base, Hoichi discovers that there's more to his assistant, Isaka, than meets the eye. Way more!</i></p>",
            "has_staff_review": false,
            "id": 133862,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3407414-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3407414-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3407414-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3407414-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3407414-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3407414-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3407414-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3407414-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3407414-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": null,
            "site_detail_url": "https://comicvine.gamespot.com/cannon-god-exaxxion-5/4000-133862/",
            "store_date": "2002-03-20",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-22075/",
                "id": 22075,
                "name": "Cannon God Exaxxion",
                "site_detail_url": "https://comicvine.gamespot.com/cannon-god-exaxxion/4050-22075/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-200082/",
            "cover_date": "2002-07-31",
            "date_added": "2010-03-11 16:56:52",
            "date_last_updated": "2018-03-08 05:29:11",
            "deck": null,
            "description": "<p><i>Astro Boy must convince a confused robot not to aid an evil plot to take over an island rich in mineral wealth; a space leopard sent by conqueror aliens must be stopped before he can drain Earth's energy; and Astro must team with a robot-hating detective to apprehend thieves who have stolen an artificial sun!</i></p><h2>Story Titles</h2><ul><li>Crucifix Island</li><li>Space Snow Leapord</li><li>The Artificial Sun</li></ul>",
            "has_staff_review": false,
            "id": 200082,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3498083-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3498083-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3498083-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3498083-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3498083-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3498083-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3498083-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3498083-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3498083-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/astro-boy-5-vol-5/4000-200082/",
            "store_date": "2002-07-31",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-31887/",
                "id": 31887,
                "name": "Astro Boy",
                "site_detail_url": "https://comicvine.gamespot.com/astro-boy/4050-31887/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-285093/",
            "cover_date": "2002-08-09",
            "date_added": "2011-08-08 00:34:05",
            "date_last_updated": "2016-11-23 22:21:08",
            "deck": null,
            "description": "<br />",
            "has_staff_review": false,
            "id": 285093,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5528560-5.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5528560-5.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5528560-5.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5528560-5.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5528560-5.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5528560-5.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5528560-5.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5528560-5.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5528560-5.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/ace-wo-nerae-5-vol-5/4000-285093/",
            "store_date": "2002-08-09",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-41886/",
                "id": 41886,
                "name": "Ace wo Nerae!",
                "site_detail_url": "https://comicvine.gamespot.com/ace-wo-nerae/4050-41886/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-288456/",
            "cover_date": "2002-07-17",
            "date_added": "2011-08-23 14:00:46",
            "date_last_updated": "2017-10-10 20:46:52",
            "deck": null,
            "description": "<br />",
            "has_staff_review": false,
            "id": 288456,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/6093720-5.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/6093720-5.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/6093720-5.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/6093720-5.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/6093720-5.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/6093720-5.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/6093720-5.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/6093720-5.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/6093720-5.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/do-da-dancin-5-vol-5/4000-288456/",
            "store_date": "2002-07-19",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-42273/",
                "id": 42273,
                "name": "Do Da Dancin'!",
                "site_detail_url": "https://comicvine.gamespot.com/do-da-dancin/4050-42273/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-293370/",
            "cover_date": "2002-02-15",
            "date_added": "2011-09-21 11:40:32",
            "date_last_updated": "2016-11-26 10:29:44",
            "deck": null,
            "description": "<br />",
            "has_staff_review": false,
            "id": 293370,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5552271-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5552271-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5552271-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5552271-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5552271-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5552271-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5552271-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5552271-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5552271-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/highschool-kimengumi-5-vol-5/4000-293370/",
            "store_date": "2002-02-15",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-42962/",
                "id": 42962,
                "name": "Highschool! Kimengumi",
                "site_detail_url": "https://comicvine.gamespot.com/highschool-kimengumi/4050-42962/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-306442/",
            "cover_date": "2002-11-18",
            "date_added": "2011-12-13 01:17:33",
            "date_last_updated": "2017-12-08 06:26:31",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 306442,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/6178865-5.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/6178865-5.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/6178865-5.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/6178865-5.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/6178865-5.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/6178865-5.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/6178865-5.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/6178865-5.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/6178865-5.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Volume 5",
            "site_detail_url": "https://comicvine.gamespot.com/angel-heart-5-volume-5/4000-306442/",
            "store_date": "2002-11-09",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-44476/",
                "id": 44476,
                "name": "Angel Heart",
                "site_detail_url": "https://comicvine.gamespot.com/angel-heart/4050-44476/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-343311/",
            "cover_date": "2002-10-01",
            "date_added": "2012-06-28 18:34:39",
            "date_last_updated": "2013-08-15 11:00:06",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 24: A Nuisance</li><li>Chapter 25: Be Jealous</li><li>Chapter 26: Losing Sight of Love</li><li>Chapter 27: Dignity</li><li>Chapter 28: Hold On!</li><li>Chapter 29: The Path to the End</li></ul>",
            "has_staff_review": false,
            "id": 343311,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3243242-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3243242-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3243242-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3243242-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3243242-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3243242-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3243242-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3243242-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3243242-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Volume 5",
            "site_detail_url": "https://comicvine.gamespot.com/alice-19th-5-volume-5/4000-343311/",
            "store_date": "2002-10-26",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-50053/",
                "id": 50053,
                "name": "Alice 19th",
                "site_detail_url": "https://comicvine.gamespot.com/alice-19th/4050-50053/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-359305/",
            "cover_date": "2002-07-15",
            "date_added": "2012-09-28 07:21:42",
            "date_last_updated": "2018-10-26 01:50:10",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 40: Der unheimliche Mann mit dem Verband</li><li>Chapter 41: Das erste Opfer</li><li>Chapter 42: Ran in Gefahr</li><li>Chapter 43: Angriff aus der Dunkelheit</li><li>Chapter 44: Das wahre Gesicht des Schlächters</li><li>Chapter 45: Der Karaoke-Mord</li><li>Chapter 46: Selbstmord oder Mord?</li><li>Chapter 47: Das Rätsel im Lied</li><li>Chapter 48: Aneinander vorbei</li><li>Chapter 49: Fremde Besucher</li><li>Chapter 50: Flucht und Verfolgung</li></ul>",
            "has_staff_review": false,
            "id": 359305,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2616412-5.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2616412-5.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2616412-5.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2616412-5.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2616412-5.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2616412-5.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2616412-5.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2616412-5.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2616412-5.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Band 5",
            "site_detail_url": "https://comicvine.gamespot.com/detektiv-conan-5-band-5/4000-359305/",
            "store_date": "2002-07-15",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-52530/",
                "id": 52530,
                "name": "Detektiv Conan",
                "site_detail_url": "https://comicvine.gamespot.com/detektiv-conan/4050-52530/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-362962/",
            "cover_date": "2002-09-01",
            "date_added": "2012-10-22 11:55:20",
            "date_last_updated": "2014-02-14 09:37:27",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 362962,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3642895-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3642895-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3642895-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3642895-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3642895-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3642895-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3642895-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3642895-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3642895-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Terres Brûlées",
            "site_detail_url": "https://comicvine.gamespot.com/attila-mon-amour-5-terres-brulees/4000-362962/",
            "store_date": "2002-09-24",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-53312/",
                "id": 53312,
                "name": "Attila... Mon amour",
                "site_detail_url": "https://comicvine.gamespot.com/attila-mon-amour/4050-53312/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-369855/",
            "cover_date": "2002-03-03",
            "date_added": "2012-11-24 00:36:48",
            "date_last_updated": "2013-06-03 03:45:40",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 369855,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2718628-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2718628-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2718628-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2718628-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2718628-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2718628-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2718628-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2718628-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2718628-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/godhand-teru-5-vol-5/4000-369855/",
            "store_date": "2002-03-15",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-51474/",
                "id": 51474,
                "name": "GodHand Teru",
                "site_detail_url": "https://comicvine.gamespot.com/godhand-teru/4050-51474/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-398223/",
            "cover_date": "2002-01-21",
            "date_added": "2013-04-21 06:54:53",
            "date_last_updated": "2013-04-21 07:06:26",
            "deck": "Contains :  Excalibur (2001) #01-04",
            "description": "  ",
            "has_staff_review": false,
            "id": 398223,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2996503-5.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2996503-5.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2996503-5.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2996503-5.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2996503-5.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2996503-5.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2996503-5.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2996503-5.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2996503-5.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": null,
            "site_detail_url": "https://comicvine.gamespot.com/x-men-hors-serie-5/4000-398223/",
            "store_date": "2002-01-02",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-60220/",
                "id": 60220,
                "name": "X-Men Hors Série",
                "site_detail_url": "https://comicvine.gamespot.com/x-men-hors-serie/4050-60220/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-399288/",
            "cover_date": "2002-05-24",
            "date_added": "2013-04-24 19:35:17",
            "date_last_updated": "2013-04-24 20:24:48",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Log.24: Hawaii</li><li>Log.25: Machiko</li><li>Log.26: Debut</li><li>Log.27: Grand Opening</li><li>Log.28: Doubts</li><li>Log.29: Torrential Storms</li></ul>",
            "has_staff_review": false,
            "id": 399288,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3004687-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3004687-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3004687-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3004687-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3004687-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3004687-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3004687-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3004687-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3004687-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/io-5-vol-5/4000-399288/",
            "store_date": "2002-05-02",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-60375/",
                "id": 60375,
                "name": "IO",
                "site_detail_url": "https://comicvine.gamespot.com/i-o/4050-60375/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-401030/",
            "cover_date": "2002-04-05",
            "date_added": "2013-05-05 05:17:41",
            "date_last_updated": "2013-05-05 06:22:54",
            "deck": null,
            "description": "<h2> Contents</h2><ul><li>Getter Arc</li><li>Super Robot Taisen α Gaiden \"Savior of Steel\"</li><li>Super Electromagnetic War Victory Five; the First Part</li><li>Mazinkaizer</li><li>Robo Full Set Gold 8</li><li>Good Trip Robo Mood</li><li>70's Anthology Suparobo</li></ul>",
            "has_staff_review": false,
            "id": 401030,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3026240-p5.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3026240-p5.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3026240-p5.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3026240-p5.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3026240-p5.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3026240-p5.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3026240-p5.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3026240-p5.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3026240-p5.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/super-robot-magazine-5-vol-5/4000-401030/",
            "store_date": "2002-04-19",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-60849/",
                "id": 60849,
                "name": "Super Robot Magazine",
                "site_detail_url": "https://comicvine.gamespot.com/super-robot-magazine/4050-60849/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-403441/",
            "cover_date": "2002-09-17",
            "date_added": "2013-05-16 23:06:50",
            "date_last_updated": "2013-05-17 00:39:29",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 403441,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3049158-005.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3049158-005.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3049158-005.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3049158-005.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3049158-005.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3049158-005.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3049158-005.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3049158-005.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3049158-005.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/golgo-13-5-vol-5/4000-403441/",
            "store_date": "2002-09-30",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-61544/",
                "id": 61544,
                "name": "Golgo 13",
                "site_detail_url": "https://comicvine.gamespot.com/golgo-13/4050-61544/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-408234/",
            "cover_date": "2002-04-02",
            "date_added": "2013-06-02 14:36:10",
            "date_last_updated": "2013-06-02 14:54:05",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 408234,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3083565-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3083565-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3083565-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3083565-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3083565-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3083565-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3083565-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3083565-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3083565-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/beck-5-vol-5/4000-408234/",
            "store_date": "2002-04-10",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-62796/",
                "id": 62796,
                "name": "Beck",
                "site_detail_url": "https://comicvine.gamespot.com/beck/4050-62796/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-408315/",
            "cover_date": "2002-11-25",
            "date_added": "2013-06-02 17:04:26",
            "date_last_updated": "2013-07-25 05:39:46",
            "deck": null,
            "description": "<div class=\"display-view\"><p>The contest is on! Uryu and Ichigo put their bets on themselves as to who is the best Hollow killer. Unfortunately there are some new players out on the field. Two major stories follow the beginning of the contest as Ichigo's friends and family get drawn into the fray.</p><p>In the first part of the issue Sado (Chad) learns that he has gained the ability to see spirits that no one else can. That wasn't so bad until one of those spirits comes after him and his friends one afternoon. In an attempt to get the Hollow away from his friends Sado runs for a lot he thinks is abandoned only to find one problem. Karin Kurosaki and her friends are practicing soccer.</p><p>Before Sado can think that Hollow springs into action and makes Sado stand his ground. Things don't look too promising though as Sado can't see who he is fighting. Luckily for him though Kerin can see Hollows, ghosts, and Soul Reapers, and quickly becomes his eyes. Things start too look good for the two until the Hollow proves to be unpredictable and relentless as it knocks Sado for a loop and then goes for Karin's friends.</p><p>As Sado lays watching the monster step off after the young kids he has a flashback to when he was a child. In the his memories Sado sees his grandfather Abuelo talking to him as a young teen giving him great advise. Abuelo tells Sado that people will resent himfor being big and handsome as well as strong. He goes on to tell him that he will be resented because people don't like when they see someone with what they wish they could have and that Sado has strong fists that he should learn to use to protect other people.</p><p>Suddenly Chad digs deep within as he realizes what he has to do. He stands and turns towards the threat. Suddenly Sado is filled with new strength as he takes a punch at the Hollow. This time however Sado has a new power that has engulfed his arm. Sado follows up his first attack with another punch that fills itself with energy that it releases as he makes contact with the Hollow, destroying it.</p><p>As Karin steps up to check on Sado he gives her a cliche thumbs up, which mortifies her as she can't believe how uncool it is. Exhausted Sado falls over, but still even at his weakest he is more concerned with Karin than himself, which ends up getting him kicked in the head by Karin. As she runs off to find her father Sado can't help but think of that fact that Karin kicks like her brother Ichigo.</p><p>The second story allows fans to see into the history behind of Tatsuki and Orihime's friendship. While getting ready to leave school one day something shatters the windows at the schools. Unfortunately for Tatsuki, Orihime, and Chizuru have run into a problem as a Hollow has come for the two strong soul pressures that have awoken in Tatsuki and Orihime.</p><p>Unbeknown at the time the schools windows are broken by the Hollow's spores that it shoots into people so that it can control them. The sudden outburst is blamed on the martial arts team and because of their proxy to the incident Orihime, Tatsuki , and Chizuru are made to clean up the mess, which only makes Chizuru complain about the uncontrollable violence of the team that is blamed for the mess. As the three finish working Orihime becomes distracted and tries to get her friends to leave with her as she can see the stalking Hollow. Before she can get Tatsuki and Chizuru completely out of there Tatsuki heads back in to change from her uniform while the other two wait.</p><p>Suddenly the Hollow attacks, infecting Chizuru who at first thinks she has only been hit by a new piece of broken glass. Without warning Chizuru turns on her crush and attacks Orihime unable to control her arm that is infected. Chizuru is joined by other class mates who begin to try and beat Orihime to death. Good fortune shines though as Tatsuki appears bringing her knowledge of martial arts against the crowd. Quickly the number of attackers begin to fall before Tatsuki's overzealous attck. At one point she demands to have someone worth of fighting.</p><p>tatsuki's luck runs out quickly however as the infected classmates manage to get a hold of her while the Hollow hits her in the shoulder with a spore. Wounded and winded Tatsuki is tormented momentarily as the Hollow tries to intimidate her with its \"power\" over her fate. Unwilling to bow to her fears Tatsuki bites into the Hollow's tentacle and tries to and refuses to release it even as it lashes her. Out of fury the Hollow unleashes a salvo of spores into Tatsuki infecting the majority of her body. Orihime manages to get free of the zombie like classmates and runs to Tatsuki and tries to help her friend.</p><p>Against her will Tatsuki kicks Orihime and causes her to vomit from the impact and precision of her attack. As Orihime takes a few blows from Tatsuki all she can do is think of how Tatsuki had always been the one to defend her in the past. Orihime recalls all the way back to when they were children and Orihime lost still had her brother. Orihime remembers how when she was young her brother had told her that she had beautiful hair, and then one day at school some of the other girls in her class attacked her and cut her hair horribly short because they were jealous. Orihime remembers lying to her brother and saying the she had wanted to cut her hair. She remembers that after her brother had died she had Tatsuki was the one who came after her and kept her rooted to the real world. She also remembers how Tatsuki was always there to protect her.</p><p>Roles are reversed as Orihime steps up and hugs Tatsuki as she cries from having to fight her closest friend. Orhime become enveloped in a haze as her spirit powers awaken and attack the Hollow As the Hollow watches Orihime unleashes the Shunshun- Rikka (The Six Princess Shielding Flowers). At first Orihime is unsure of where they have come from, then they speak to her and reveal their true form. Overwhelmed by the complex personality of the two big shots in the group Orihime is quickly confused until the Hollow attacks, the she is taught quickly by Shuno, one of the fairy/ flowers, how to use her first shield. Using her new power Orihime stops the Hollow's spores cold using Baigon, Lily, Hingiku to make the three God Shield before receiving her next lesson the second shield. In the second shield Shuno and Ayame make the Two God reflection Shield. Using this shield Orihime heals Tatsuki to how she was before she was injured. Not finished yet the Sixth flower Tsubaki steps up and teaches her the Lone god slicing shield, which allows Orihime to go on the offensive so that she can finish off the Hollow. Exhausted from using her spirit powers too much Orihime collapse and the fairies recall themselves to protect her.</p><p>As the manga closes Kisuke Urahara is seen walking with Tessai who is carrying Sado on his back.</p><h2>Chapter Titles</h2><ul><li>Chapter 35 - Will You Be My Enemy?</li><li>Chapter 36 - They Died for Vengeance</li><li>Chapter 37 - Crossing the Rubicon</li><li>Chapter 38 - BENT</li><li>Chapter 39 - Right Arm of the Giant</li><li>Chapter 40 - Grow?</li><li>Chapter 41 - Princess &amp; Dragon</li><li>Chapter 42 - Princess &amp; Dragon Part 2: The Majestic</li><li>Chapter 43 - Princess &amp; Dragon Part 3: Six Flowers</li></ul></div>",
            "has_staff_review": false,
            "id": 408315,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3083836-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3083836-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3083836-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3083836-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3083836-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3083836-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3083836-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3083836-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3083836-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Rightarm of the Giant",
            "site_detail_url": "https://comicvine.gamespot.com/bleach-5-rightarm-of-the-giant/4000-408315/",
            "store_date": "2002-11-01",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-62801/",
                "id": 62801,
                "name": "Bleach",
                "site_detail_url": "https://comicvine.gamespot.com/bleach/4050-62801/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-408448/",
            "cover_date": "2002-05-02",
            "date_added": "2013-06-02 19:36:23",
            "date_last_updated": "2013-06-02 19:49:21",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 408448,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3084106-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3084106-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3084106-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3084106-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3084106-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3084106-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3084106-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3084106-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3084106-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/excel-saga-5-vol-5/4000-408448/",
            "store_date": "2002-05-06",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-62813/",
                "id": 62813,
                "name": "Excel Saga",
                "site_detail_url": "https://comicvine.gamespot.com/excel-saga/4050-62813/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-440000/",
            "cover_date": "2002-04-01",
            "date_added": "2013-12-28 06:46:17",
            "date_last_updated": "2013-12-28 22:27:39",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 440000,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3532636-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3532636-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3532636-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3532636-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3532636-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3532636-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3532636-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3532636-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3532636-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/the-ravages-of-time-5-vol-5/4000-440000/",
            "store_date": "2002-04-01",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-70472/",
                "id": 70472,
                "name": "The Ravages of Time",
                "site_detail_url": "https://comicvine.gamespot.com/the-ravages-of-time/4050-70472/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-491308/",
            "cover_date": "2002-06-01",
            "date_added": "2015-06-06 14:05:18",
            "date_last_updated": "2015-06-06 14:19:19",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 491308,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/4610122-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/4610122-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/4610122-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/4610122-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/4610122-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/4610122-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/4610122-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/4610122-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/4610122-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Volume 5",
            "site_detail_url": "https://comicvine.gamespot.com/keroro-gunsou-5-volume-5/4000-491308/",
            "store_date": "2002-06-01",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-77496/",
                "id": 77496,
                "name": "Keroro Gunsou",
                "site_detail_url": "https://comicvine.gamespot.com/keroro-gunsou/4050-77496/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-519128/",
            "cover_date": "2002-10-31",
            "date_added": "2016-03-09 22:43:51",
            "date_last_updated": "2016-03-09 22:52:25",
            "deck": null,
            "description": "<h2>Story Titles</h2><ul><li>Der Schatz der Xnirchteken</li><li>Die Quelle der ewigen Jugend</li><li>Hurubars Streitwagen</li><li>Schwarzes Gold in Sandistan</li><li>Rätsel um Emil Erpel</li><li>Schwarzschnabels Schatz</li><li>Trickreiche Schatzsuche</li><li>Der Ring des Piraten</li><li>Der Schatz in der Haifischbucht</li><li>Der Geist aus der Wunderlampe</li><li>Vier Schatzhöhlen</li></ul>",
            "has_staff_review": false,
            "id": 519128,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5090993-3197961023-8f2bc.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5090993-3197961023-8f2bc.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5090993-3197961023-8f2bc.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5090993-3197961023-8f2bc.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5090993-3197961023-8f2bc.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5090993-3197961023-8f2bc.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5090993-3197961023-8f2bc.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5090993-3197961023-8f2bc.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5090993-3197961023-8f2bc.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Auf Schatzsuche",
            "site_detail_url": "https://comicvine.gamespot.com/lustiges-taschenbuch-enten-edition-5-auf-schatzsuc/4000-519128/",
            "store_date": "2002-10-10",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-88447/",
                "id": 88447,
                "name": "Lustiges Taschenbuch Enten-Edition",
                "site_detail_url": "https://comicvine.gamespot.com/lustiges-taschenbuch-entenedition/4050-88447/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-525489/",
            "cover_date": "2002-05-17",
            "date_added": "2016-04-15 14:04:18",
            "date_last_updated": "2016-04-15 14:36:53",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 525489,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5153781-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5153781-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5153781-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5153781-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5153781-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5153781-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5153781-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5153781-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5153781-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Volume 5",
            "site_detail_url": "https://comicvine.gamespot.com/captain-tsubasa-road-to-2002-5-volume-5/4000-525489/",
            "store_date": "2002-05-17",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-89680/",
                "id": 89680,
                "name": "Captain Tsubasa: Road to 2002",
                "site_detail_url": "https://comicvine.gamespot.com/captain-tsubasa-road-to-2002/4050-89680/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-525924/",
            "cover_date": "2002-05-31",
            "date_added": "2016-04-18 17:41:11",
            "date_last_updated": "2017-02-11 20:01:35",
            "deck": null,
            "description": "<p><strong>Proper Japanese Title</strong>: やったぜ! みんなのおかげで1周年</p><h2>Chapter Titles</h2><ul><li>Chapter 43: Great Fierce Battle!! Bo-bobo World (大激戦!! 聖鼻毛領域!! <i>\"Daigekisen!! Bo-bobo•Wārudo\"</i>)</li><li>Chapter 44: Bo-bobo: Go to Babylon (ボーボボ バビロン界え行く <i>\"Bo-bobo Babironkai e Iku\"</i>)</li><li>Chapter 45: The Terrible Babylon Guides (バビロン案内隊の恐怖 <i>\"Babiron Annaitai no Kyōfu\"</i>)</li><li>Chapter 46: New Ultimate Technique (新必殺技 <i>\"Shin Hissatsu Waza\"</i>)</li><li>Chapter 47: Fate X Nosehair X Decisive Battle (因縁×鼻毛×決戦 <i>\"Innen X Hanage X Kessen\"</i>)</li><li>Chapter 48: It's Gunkan (軍艦です <i>\"Gunkan Desu\"</i>)</li><li>Chapter 49: It's Bo-bobo (ボーボボです <i>\"Bo-bobo Desu\"</i>)</li><li>Chapter 50: He That Worries Me (気になるアイツ <i>\"Ki ni Naru Aitsu\"</i>)</li><li>Chapter 51: The Day the Sun Fell (太陽に堕ちた日 <i>\"Taiyō ni Ochita Hi\"</i>)</li><li>Chapter 52: Reviving the Tiger Who Became Empty (甦りし虚ろなる虎 <i>\"Yomigaerishi Utsuro Naru Tora\"</i>)</li><li>Chapter 53: We've Done It! Thanks Everyone for Our First Year (やったぜ! みんなのおかげで1周年 <i>\"Yatta Ze! Minna no Okage de 1 Shūnen\"</i>)</li></ul>",
            "has_staff_review": false,
            "id": 525924,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5159529-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5159529-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5159529-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5159529-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5159529-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5159529-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5159529-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5159529-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5159529-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "We've Done It! Thanks Everyone for Our First Year",
            "site_detail_url": "https://comicvine.gamespot.com/bobobobo-bobobo-5-weve-done-it-thanks-everyone-for/4000-525924/",
            "store_date": "2002-05-06",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-89745/",
                "id": 89745,
                "name": "Bobobōbo Bōbobo",
                "site_detail_url": "https://comicvine.gamespot.com/bobobobo-bobobo/4050-89745/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-533214/",
            "cover_date": "2002-05-15",
            "date_added": "2016-05-31 16:20:21",
            "date_last_updated": "2016-06-03 01:25:27",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 533214,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5245233-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5245233-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5245233-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5245233-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5245233-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5245233-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5245233-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5245233-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5245233-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/nana-5-vol-5/4000-533214/",
            "store_date": "2002-05-15",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-90920/",
                "id": 90920,
                "name": "Nana",
                "site_detail_url": "https://comicvine.gamespot.com/nana/4050-90920/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-534108/",
            "cover_date": "2002-06-30",
            "date_added": "2016-06-06 18:34:42",
            "date_last_updated": "2017-02-24 15:39:57",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 534108,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5251842-die5.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5251842-die5.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5251842-die5.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5251842-die5.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5251842-die5.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5251842-die5.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5251842-die5.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5251842-die5.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5251842-die5.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Scharlachroter tanz",
            "site_detail_url": "https://comicvine.gamespot.com/die-chroniken-des-schwarzen-mondes-5-scharlachrote/4000-534108/",
            "store_date": "2002-06-01",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-90923/",
                "id": 90923,
                "name": "Die Chroniken des Schwarzen Mondes",
                "site_detail_url": "https://comicvine.gamespot.com/die-chroniken-des-schwarzen-mondes/4050-90923/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-537010/",
            "cover_date": "2002-09-30",
            "date_added": "2016-06-20 11:35:18",
            "date_last_updated": "2016-09-19 20:22:24",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 537010,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5277611-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5277611-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5277611-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5277611-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5277611-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5277611-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5277611-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5277611-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5277611-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Cybernation",
            "site_detail_url": "https://comicvine.gamespot.com/travis-5-cybernation/4000-537010/",
            "store_date": "2002-09-13",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-91703/",
                "id": 91703,
                "name": "Travis",
                "site_detail_url": "https://comicvine.gamespot.com/travis/4050-91703/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-541861/",
            "cover_date": "2002-04-30",
            "date_added": "2016-07-30 00:20:46",
            "date_last_updated": "2016-07-30 10:39:35",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 541861,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5350348-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5350348-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5350348-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5350348-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5350348-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5350348-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5350348-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5350348-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5350348-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/doll-5-vol-5/4000-541861/",
            "store_date": "2002-04-08",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-92644/",
                "id": 92644,
                "name": "Doll",
                "site_detail_url": "https://comicvine.gamespot.com/doll/4050-92644/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-549328/",
            "cover_date": "2002-09-04",
            "date_added": "2016-09-11 17:39:57",
            "date_last_updated": "2016-11-20 07:06:51",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 549328,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5430367-5.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5430367-5.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5430367-5.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5430367-5.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5430367-5.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5430367-5.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5430367-5.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5430367-5.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5430367-5.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/mr-fullswing-5-vol-5/4000-549328/",
            "store_date": "2002-09-04",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-94073/",
                "id": 94073,
                "name": "Mr. Fullswing",
                "site_detail_url": "https://comicvine.gamespot.com/mr-fullswing/4050-94073/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-570187/",
            "cover_date": "2002-01-25",
            "date_added": "2016-12-23 21:08:51",
            "date_last_updated": "2016-12-23 21:14:29",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 570187,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5608147-5.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5608147-5.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5608147-5.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5608147-5.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5608147-5.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5608147-5.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5608147-5.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5608147-5.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5608147-5.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/parfait-tic-5-vol-5/4000-570187/",
            "store_date": "2002-01-25",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-97172/",
                "id": 97172,
                "name": "Parfait Tic!",
                "site_detail_url": "https://comicvine.gamespot.com/parfait-tic/4050-97172/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-579832/",
            "cover_date": "2002-05-23",
            "date_added": "2017-02-04 08:44:37",
            "date_last_updated": "2017-02-04 08:45:09",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 579832,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5684213-5.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5684213-5.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5684213-5.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5684213-5.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5684213-5.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5684213-5.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5684213-5.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5684213-5.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5684213-5.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Stairway to Heaven",
            "site_detail_url": "https://comicvine.gamespot.com/racaille-blues-5-stairway-to-heaven/4000-579832/",
            "store_date": "2002-05-23",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-98626/",
                "id": 98626,
                "name": "Racaille Blues",
                "site_detail_url": "https://comicvine.gamespot.com/racaille-blues/4050-98626/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-583261/",
            "cover_date": "2002-08-08",
            "date_added": "2017-02-25 14:14:17",
            "date_last_updated": "2018-02-17 02:54:24",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 583261,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5719537-05.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5719537-05.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5719537-05.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5719537-05.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5719537-05.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5719537-05.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5719537-05.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5719537-05.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5719537-05.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/red-eyes-5-vol-5/4000-583261/",
            "store_date": "2002-08-08",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-99161/",
                "id": 99161,
                "name": "Red Eyes",
                "site_detail_url": "https://comicvine.gamespot.com/red-eyes/4050-99161/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-592372/",
            "cover_date": "2002-11-15",
            "date_added": "2017-04-16 19:14:13",
            "date_last_updated": "2017-04-16 19:16:35",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 592372,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5807675-5.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5807675-5.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5807675-5.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5807675-5.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5807675-5.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5807675-5.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5807675-5.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5807675-5.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5807675-5.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/shinigami-kun-5-vol-5/4000-592372/",
            "store_date": "2002-11-15",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-100791/",
                "id": 100791,
                "name": "Shinigami-kun",
                "site_detail_url": "https://comicvine.gamespot.com/shinigamikun/4050-100791/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-594419/",
            "cover_date": "2002-11-01",
            "date_added": "2017-05-04 15:59:09",
            "date_last_updated": "2017-05-04 16:39:19",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 594419,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5835669-5.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5835669-5.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5835669-5.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5835669-5.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5835669-5.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5835669-5.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5835669-5.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5835669-5.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5835669-5.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "5",
            "name": "Vol. 5",
            "site_detail_url": "https://comicvine.gamespot.com/dragon-drive-5-vol-5/4000-594419/",
            "store_date": "2002-11-01",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-101247/",
                "id": 101247,
                "name": "Dragon Drive",
                "site_detail_url": "https://comicvine.gamespot.com/dragon-drive/4050-101247/"
            }
        }
    ]
}
