{
    "2007-01-01|2007-12-30": [
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-106709/",
            "cover_date": "2007-04-01",
            "date_added": "2008-06-06 11:19:47",
            "date_last_updated": "2014-05-10 13:42:42",
            "deck": null,
            "description": "<p><em>Superstar Jeph Loeb (Batman: Hush) is joined by future superstar Simone Bianchi for the biggest, best and, quite possibly, last battle between Wolverine and Sabretooth! These sworn foes have been locked in an endless grudge match that goes back longer than either can remember -- or even imagine. The key to victory is eons old, and it's certain to rock their world. It's time for round two -- at thirty thousand feet. As Logan and Creed continue to up the ante on their latest death match, a third party lurks outside the ring. An entity whose power, guile and sheer iron will is unlike anything either has encountered.</em></p><p><strong><em>Deja Vu: Evolution Chapter 2</em></strong></p><p><em>Wolverine has a vision of the Lupine nicknamed Pup, back in prehistoric times. In his vision Pup had killed a dozen men, but catches on fire when he gets too close to their fire.  Then a big wolf-like man puts the fire out and saves Pup's life.  This brings Wolverine back to the present where he is chained to the Blackbird.  </em></p><p><em>Wolverine quickly remembers he was fighting Sabertooth and Sabertooth must be flying the Blackbird.  Wolverine quickly frees himself and attacks Sabertooth.  The fight that ensues crashes the Blackbird, but the enemies continue to fight in the wreakage.  There Wolverin relives the day Sabertooth turned on the X-man the first time and almost killed Psylocke.  But this flashback doesn't last long as he is returned to the present when Storm shows up to put a stop to the fighting.<br /></em></p>",
            "has_staff_review": false,
            "id": 106709,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/94494-10809-106709-1-wolverine.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/94494-10809-106709-1-wolverine.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/94494-10809-106709-1-wolverine.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/94494-10809-106709-1-wolverine.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/94494-10809-106709-1-wolverine.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/94494-10809-106709-1-wolverine.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/94494-10809-106709-1-wolverine.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/94494-10809-106709-1-wolverine.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/94494-10809-106709-1-wolverine.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "51",
            "name": "Déjà Vu",
            "site_detail_url": "https://comicvine.gamespot.com/wolverine-51-deja-vu/4000-106709/",
            "store_date": "2007-02-28",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10809/",
                "id": 10809,
                "name": "Wolverine",
                "site_detail_url": "https://comicvine.gamespot.com/wolverine/4050-10809/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-108733/",
            "cover_date": "2007-04-25",
            "date_added": "2008-06-06 11:21:17",
            "date_last_updated": "2016-05-09 08:01:46",
            "deck": null,
            "description": "<p><em>The end is near! As the year races towards its close, we follow our heroes through their final steps in space - and time! From the mean streets of Gotham to the far reaches of deep space, the last weeks tick down to their shattering conclusion. World War III is just the beginning! Plus, more origins of the DC Universe, including the JLA with Ethan Van Sciver and Batman with Andy Kubert! These final issues feature art by Darick Robertson, Eddy Barrows, Joe Bennett, Justiniano and more.</em></p><p>Animal man returns to his wife and then when the go inside and chat you see 2 aliens talking about they are going to kill animal since he killed lady stynx.</p><p><i>52 Day 2</i></p><p>The heroes mourn the losses brought on by World War III. Robin attempts to comfort Wonder Girl but she flew away before that happened.</p><p><i>52 Day 3</i></p><p>Adam Strange is shown with his eyesight back and on Rann. The scientists and green lanterns are talking to him about the emerald eye which he says Lobo has it. He also finds out that Starfire flew off with buddys jacket to give it to him.</p><p><i>52 Day 4</i></p><p>Lobo asks his new Dolphin god why he wanted they eye for and the Dolphin god says how it was the only thing that could kill him and in typical of Lobo he fires the eye at the Dolphin god.</p><p><i>52 Day 6</i></p><p>Then we go back to buddy's house him talking to friends when suddenly there is a knock at the door. Which his wife opens and it is shown to be 2 aliens going to kill buddy but they are quickly killed by Starfire who gave the jacket to his wife and goes unconscionable.</p><p><i>52 Day 7</i></p><p>We see Skeets looking for Booster and Rip Hunter when he see Red Tornadoes head and Marrow. Marrow saying how it would exactly happen like this and there are 52 worlds out there. Then Booster and Rip Hunter appears. Booster saying they have to change Skeets programming back to normal. When Skeets says how it not the programming it was him making a cradle in skeets head. Thats right Folks Skeets is MISTER MIND who has become something very, very, ugly. Then quickly Booster and Rip Hunter go back in time to attempt to stop it again.</p>",
            "has_staff_review": false,
            "id": 108733,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/111797-18053-108733-1-52.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/111797-18053-108733-1-52.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/111797-18053-108733-1-52.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/111797-18053-108733-1-52.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/111797-18053-108733-1-52.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/111797-18053-108733-1-52.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/111797-18053-108733-1-52.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/111797-18053-108733-1-52.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/111797-18053-108733-1-52.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "51",
            "name": "Homecoming; The Origin of the JLA",
            "site_detail_url": "https://comicvine.gamespot.com/52-51-homecoming-the-origin-of-the-jla/4000-108733/",
            "store_date": "2007-04-25",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18053/",
                "id": 18053,
                "name": "52",
                "site_detail_url": "https://comicvine.gamespot.com/52/4050-18053/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-109394/",
            "cover_date": "2007-05-01",
            "date_added": "2008-06-06 11:22:14",
            "date_last_updated": "2015-04-23 10:12:11",
            "deck": null,
            "description": "<p><em>Overview</em></p><p>The event of the year is here! This brand-new, year-long weekly series features a cast of hundreds where anything goes! With head writer Paul Dini and a rotating team of some of the industry's best writers and artists, COUNTDOWN will serve as the backbone of the DCU in 2007.</p><p>When a character dies in COUNTDOWN 51, it sets off an unexpected ripple that will touch virtually every character in the DC Universe.</p><p>The COUNTDOWN is on…so begins the end!</p><p>Desaad ponders the worth of life as he continues to torture another helpless victim. Darkseid comes in, looking over a table with figurines of the heroes and villains of Earth. He notes that the time will soon come when everything will be recreated and it is he who will shape the way things turn out.</p><p>On Earth, Duela Dent, the self-proclaimed daughter of the Joker, is at a night club. She spots a teen pop idol, grabs her, and makes an exit. She tells the singer to have her manager deliver ten million dollars or she will die. As they parachute out the window of the club, Duela's parachute is shot at. She drops the singer in order to save herself. Landing on another roof top, she soon sees the Red Hood with the singer in his arms.</p><p>After some talk, Duela jumps off the roof with the remains of her parachute. Red Hood again shoots at it, causing Duela to grab onto a nearby pipe. She is getting tired of this and decides to run from Red Hood.</p><p>In the hospital, Mary Batson is finally released after coming out of her coma. She is upset that no one was there for her or now that she is being released. She finds out that the hospital costs were covered by Freddy Freeman. He stopped by the hospital to pay her bill and left a note that said, \"Mary, Don't try to find me.\" The week that she's been out of her coma, she's tried saying \"Shazam\" with no results. Outside the hospital, she says it again. The only thing that happens is it starts to rain. Probably just a coincidence, she figures. She knows she's without her power but that doesn't make her helpless. She is determined to find Freddy.</p><p>At the criminal Heat Wave's place, Trickster arrives for a gathering, even though he wasn't invited. Heat Wave is reluctant to trust him since he recently sided with Flash against them. Trickster says he's thinking clearly now and just wants to help give Flash a beatdown. On top of the roof, Pied Piper had a rat spying on them. He is surprised to see Trickster up to something. He comments that if the Rogues are up to something, he will not allow Trickster to get in his way.</p><p>Duela continues to run from Red Hood. She is surprised when a blast almost hits her. She didn't think Jason Todd would try to kill her. She turns around and fires a spray taser at him. The shock is sent back to her. She finds that it is not the Red Hood trying to kill her but rather a man in shadows. He says her presence in this world will not be tolerated. She belongs to another \"Earth\" and must face the penalty of death for being here. Red Hood comes to her rescue, not being fond of \"gun-wielding crazies.\"</p><p>Standing before Red Hood is a Monitor. Red Hood asks what he is and the Monitor replies, \"The Multiverse's only hope.\" He turns around and shoots Duela with his gun. Red Hood attacks the Monitor. The Monitor says that Duela <b>was</b> a threat to the sanctity of the multiverse and had to be purged. He is about to purge Jason too when another Monitor arrives. He tells the first that he is out of his jurisdiction. He acted without authority. The first Monitor says he didn't need any to take out \"vermin\" and teleports away. Looking at Duela, the second just says he is sorry. Jason reaches for Duela to find her, apparently, dead.</p><p>The Monitor travels to the Source Wall seeking the answers he needs. He mentions the tension in the multiverse they have detected recently and asks why it is happening. The response is \"Great Disaster.\" The Monitor figures this means the end of time that was foretold is approaching. He asks for more information, how can the end be prevented, what is the solution? Their response to this is . This seems to surprise the Monitor.</p>",
            "has_staff_review": false,
            "id": 109394,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/624721-300px_countdown_51.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/624721-300px_countdown_51.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/624721-300px_countdown_51.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/624721-300px_countdown_51.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/624721-300px_countdown_51.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/624721-300px_countdown_51.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/624721-300px_countdown_51.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/624721-300px_countdown_51.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/624721-300px_countdown_51.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "51",
            "name": "Look to the Skies",
            "site_detail_url": "https://comicvine.gamespot.com/countdown-to-final-crisis-51-look-to-the-skies/4000-109394/",
            "store_date": "2007-05-09",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18564/",
                "id": 18564,
                "name": "Countdown to Final Crisis",
                "site_detail_url": "https://comicvine.gamespot.com/countdown-to-final-crisis/4050-18564/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-114956/",
            "cover_date": "2007-11-01",
            "date_added": "2008-06-06 11:19:39",
            "date_last_updated": "2018-04-09 16:56:34",
            "deck": null,
            "description": "<p><i>The Titans of Tomorrow...Today: Part 1 of 4 - The Titans of Tomorrow are here today! The super-popular future Titans have arrived in our present time, and they've already taken out the Justice League. What crucial historical event are they here to stop - or contribute to?</i></p><p><b>SPOILERS</b></p><p>Nine years from now, Conner is talking to his \"Pa,\" Lex in Smallville. He tells him that he can feel the past changing. They failed in wiping the Teen Titans' memories before they went back to their present. They know what their future holds and are determined to prevent it. Conner is confused because his memories are beginning to change and he thinks he dies. Lex tells him there's only one thing to do...fight.</p><p>In the present, Blue Beetle takes a trip to the Titans Tower in San Francisco. They told him he could hang out with them some time. He is surprised that he is able to land on the roof without any notice. His armor informs him that the security system has been deactivated. Going inside, he is shocked to find the Justice League (Batman, Superman, Wonder Woman, and Martian Manhunter) held captive and some older versions of the Titans standing over them.</p><p>The older Titans consist of Batman (Time Drake), Wonder Woman (Cassandra Sandsmark), Superman (Conner Kent), Flash (Bart Allen), Red Devil (Ed Bloomberg), and Martian Manhunter (M'Gann M'Orzz).</p><p>Robin immediately tells them that they can't be from the future since Bart and Conner are dead. \"Wonder Woman\" says it's true that they died and \"Flash\" quickly jumps in saying that Robin was successful in finally cloning them.</p><p>They tell the Titans that they needed these JLAers to be preoccupied on this day. Certain things need to happen a certain way. They need to make sure that the future (their past) doesn't any more. Supergirl notes to Ravager that there isn't a future version of either of them. Robin tells \"Batman\" that their cause is hopeless because he will never become Batman and will never carry a gun like this future one does. \"Batman\" asks how is is possible then that he is standing right there? He tells Robin that he still hasn't witnessed all his loved ones die. \"Superman\" interrupts them saying that they have less than an hour before Starro sends a bunch of super villains out to perform different attacks to keep them distracted and to weaken the JLA. Kid Devil asks about the \"weakened\" part. Red Devil begins to answer but \"Flash\" reminds him that they can't reveal too much to them. It is up to the Teen Titans to fight and defeat Starro in their place. Ravager says she knows she's good but they're crazy to think that the six of them could take the place of the Justice League. \"Wonder Woman\" tells them that they have no choice but to go out. If they try to free the captured JLA members, their prisons will kill them.</p><p>As they fly out, Supergirl tries telling Wonder Girl not to get distracted as she watches \"Superman\" and \"Wonder Woman\" fly together. She tells her that the more she thinks about them, the closer their future will be to becoming like theirs.</p><p>The Titans fight different villains as their future counterparts watch. In Chicago, Ravager is fighting Livewire and Rampage. Kid Devil is about to go help her when \"Flash\" and Red Devil tell him that Rose is just bad news for him and the team. They will be better off if they allow her to be killed. Kid Devil is outraged by this. As he goes to help her, Red Devil stops him. He tells Kid Devil that he knows what he's talking about from experience. As Rose asks him for help, he stands with his head down and apologizes to her.</p><p>After Robin barely defeats Prometheus, he tells \"Batman\" that he's letting the people in the hospital die. \"Batman\" tells him that they were going to die anyways and that number will be insignificant to the number that will die if he doesn't start taking a new more aggressive approach. Robin tells him he's right and knocks the gun out of his hand. He jumps for it and says he will start making a difference starting with...them, as he holds the gun to his own head.</p>",
            "has_staff_review": false,
            "id": 114956,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/199209-10414-114956-1-teen-titans.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/199209-10414-114956-1-teen-titans.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/199209-10414-114956-1-teen-titans.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/199209-10414-114956-1-teen-titans.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/199209-10414-114956-1-teen-titans.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/199209-10414-114956-1-teen-titans.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/199209-10414-114956-1-teen-titans.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/199209-10414-114956-1-teen-titans.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/199209-10414-114956-1-teen-titans.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "51",
            "name": "Titans of Tomorrow... Today Part 1: Futures of the Past",
            "site_detail_url": "https://comicvine.gamespot.com/teen-titans-51-titans-of-tomorrow-today-part-1-fut/4000-114956/",
            "store_date": "2007-09-26",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10414/",
                "id": 10414,
                "name": "Teen Titans",
                "site_detail_url": "https://comicvine.gamespot.com/teen-titans/4050-10414/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-115855/",
            "cover_date": "2007-12-01",
            "date_added": "2008-06-06 11:20:11",
            "date_last_updated": "2013-09-29 20:59:58",
            "deck": null,
            "description": "<p><em>Frank Castle is in bad shape. His left wrist is broken, and the other is badly lacerated so he’s guessing he went insane and snapped the handcuffs. On top of that, they had to reinflate his lung. How the scene played out is a mystery. But one thing’s for sure. Barracuda has the prize. A 7-pound, 10-ounce bundle of joy. And the Punisher will do anything to get it back.</em></p>",
            "has_staff_review": false,
            "id": 115855,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/216918-11164-115855-1-punisher.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/216918-11164-115855-1-punisher.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/216918-11164-115855-1-punisher.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/216918-11164-115855-1-punisher.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/216918-11164-115855-1-punisher.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/216918-11164-115855-1-punisher.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/216918-11164-115855-1-punisher.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/216918-11164-115855-1-punisher.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/216918-11164-115855-1-punisher.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "51",
            "name": "Long Cold Dark: Part 2",
            "site_detail_url": "https://comicvine.gamespot.com/the-punisher-51-long-cold-dark-part-2/4000-115855/",
            "store_date": "2007-10-10",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-11164/",
                "id": 11164,
                "name": "The Punisher",
                "site_detail_url": "https://comicvine.gamespot.com/the-punisher/4050-11164/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-287688/",
            "cover_date": "2007-07-15",
            "date_added": "2011-08-20 18:44:20",
            "date_last_updated": "2013-06-15 02:38:16",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 287688,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/1973119-51.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/1973119-51.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/1973119-51.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/1973119-51.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/1973119-51.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/1973119-51.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/1973119-51.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/1973119-51.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/1973119-51.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "51",
            "name": "Ränkespiele",
            "site_detail_url": "https://comicvine.gamespot.com/der-ultimative-spider-man-51-rankespiele/4000-287688/",
            "store_date": "2007-06-21",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-42229/",
                "id": 42229,
                "name": "Der Ultimative Spider-Man",
                "site_detail_url": "https://comicvine.gamespot.com/der-ultimative-spider-man/4050-42229/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-393640/",
            "cover_date": "2007-08-17",
            "date_added": "2013-03-15 21:17:13",
            "date_last_updated": "2018-10-26 01:53:19",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 522: Rache im Schneesturm</li><li>Chapter 523: Der Fisch-Fall</li><li>Chapter 524: Drei Fische</li><li>Chapter 525: Muschelfischen mit Seufzer</li><li>Chapter 526: Mysterium um die PET-Flasche</li><li>Chapter 527: Der Vermischungstrick</li><li>Chapter 528: Russisch Blau</li><li>Chapter 529: Ist Goro wirklich GORO?!</li><li>Chapter 530: Das nie geöffnete Fenster</li><li>Chapter 531: Das verschlossene Zimmer</li><li>Chapter 532: Schlupfloch des Dämons</li></ul>",
            "has_staff_review": false,
            "id": 393640,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2931656-51.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2931656-51.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2931656-51.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2931656-51.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2931656-51.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2931656-51.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2931656-51.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2931656-51.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2931656-51.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "51",
            "name": "Band 51",
            "site_detail_url": "https://comicvine.gamespot.com/detektiv-conan-51-band-51/4000-393640/",
            "store_date": "2007-08-17",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-52530/",
                "id": 52530,
                "name": "Detektiv Conan",
                "site_detail_url": "https://comicvine.gamespot.com/detektiv-conan/4050-52530/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-398056/",
            "cover_date": "2007-10-19",
            "date_added": "2013-04-19 05:37:15",
            "date_last_updated": "2013-04-19 08:41:46",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 499: Fragment of the Monster (妖の破片 <em>\"Ayakashi no Kakera\"</em>)</li><li>Chapter 500: Successor (継承者 <em>\"Keishōsha\"</em>)</li><li>Chapter 501: Backflow (還流 <em>\"Kanryū\"</em>)</li><li>Chapter 502: Proof (証 <em>\"Akashi\"</em>)</li><li>Chapter 503: Black Blade (黒い刃 <em>\"Kuroi Yaiba\"</em>)</li><li>Chapter 504: Meidou Light (冥道の光 <em>\"Meidō no Hikari\"</em>)</li><li>Chapter 505: Kitsune Inn (狐の宿 <em>\"Kitsune no Yado\"</em>)</li><li>Chapter 506: Examinee Number 77 (受験番号七七 <em>\"Jukenbangō Nana Nana\"</em>)</li><li>Chapter 507: Hitomiko (瞳子 <em>\"Hitomiko\"</em>)</li><li>Chapter 508: Miko's Barrier (巫女の結界 <em>\"Miko no Kekkai\"</em>)</li></ul>",
            "has_staff_review": false,
            "id": 398056,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2991806-51.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2991806-51.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2991806-51.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2991806-51.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2991806-51.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2991806-51.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2991806-51.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2991806-51.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2991806-51.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "51",
            "name": "Outfoxed",
            "site_detail_url": "https://comicvine.gamespot.com/inuyasha-51-outfoxed/4000-398056/",
            "store_date": "2007-10-18",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-60198/",
                "id": 60198,
                "name": "InuYasha",
                "site_detail_url": "https://comicvine.gamespot.com/inu-yasha/4050-60198/"
            }
        }
    ]
}
