{
    "2007-01-01|2007-12-30": [
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-107229/",
            "cover_date": "2007-03-21",
            "date_added": "2008-06-06 11:21:17",
            "date_last_updated": "2016-05-09 07:44:50",
            "deck": null,
            "description": "<p><i>Week 46, Day 1</i></p><p>On Oolong Island, the scientists prepare for the arrival of Black Adam. All of their defense measures fail to stop him. After fighting different robots, androids, and other mechanical defenses, Black Adam finally enters the base. A group of villains all fire upon him at once. Together, they manage to defeat him. Throughout all this, Morrow wins the online bid over a piece of art that uses parts of the Red Tornado.</p><p><i>Day 3</i></p><p>In Metropolis, Lex Luthor is being taken into custody after being considered a flight risk while waiting for his trial. Somehow, Clark, who is reporting the event, suspects something is wrong. He calls Steel and the Police Chief as they run inside Lexcorp. He leads them to a lead lined room and Steel busts down the door. Lex is inside eating a sandwich. He claims he wasn't aware today was the day he was to be taken. Apparently he hired Hannibal to shape-change into him as he was taken into custody.</p><p><i>Day 4</i></p><p>In Bialya, Alan Scott, Jay Garrick, and Wildcat are searching for survivors after Black Adam's tirade. Jay says he isn't able to find any. Alan's ring tells him there are over two million dead. They begin to blame themselves for letting Black Adam get out of hand since he was part of the Justice Society. Then Atom Smasher arrives. He says that Checkmate has brought him to them and he wants back in the Justice Society. He says he wants to help find Black Adam.</p><p>Back up story by Waid and Kubert.</p>",
            "has_staff_review": false,
            "id": 107229,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/100411-18053-107229-1-52.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/100411-18053-107229-1-52.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/100411-18053-107229-1-52.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/100411-18053-107229-1-52.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/100411-18053-107229-1-52.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/100411-18053-107229-1-52.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/100411-18053-107229-1-52.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/100411-18053-107229-1-52.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/100411-18053-107229-1-52.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Mad Science; The Origin of Batman",
            "site_detail_url": "https://comicvine.gamespot.com/52-46-mad-science-the-origin-of-batman/4000-107229/",
            "store_date": "2007-03-21",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18053/",
                "id": 18053,
                "name": "52",
                "site_detail_url": "https://comicvine.gamespot.com/52/4050-18053/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-109138/",
            "cover_date": "2007-06-01",
            "date_added": "2008-06-06 11:19:38",
            "date_last_updated": "2011-10-09 13:23:50",
            "deck": null,
            "description": "<p><em>Deathstroke's true motives are revealed as the shocking conclusion of \"Titans East\" explodes! Who has come to aid in the fight against Slade's boys and girls? And what new team of Titans — East and West — will rise out of the ashes of this epic battle?!</em></p><p><strong>SPOILERS</strong></p><p>Nightwing, Donna Troy, and Flash have arrived to help the Titans with Deathstroke and his Titans East. Deathstroke says to himself that everything he's done in his career has had meaning. They don't get his reasons for everything he's put them and his kids through. The battle has begun again. Cyborg and Risk fight. Duela, on the Titans' side now, fights agianst Enigman. Miss Martian and Sun Girl go at it again. Raven tells the human Kid Devil that she can remove the demon essence from Kid Crusader but she'd have to put it back inside him. He has to decide if he is willing to take it back. Deathstroke fights with Nightwing. Nightwing still falls for Deathstroke's tricks. Deathstroke has every move planned and continues to set Nightwing up for the next one. But Deathstroke is not just fighting Nightwing. Donna, Raveger, Batgirl, and Jericho want a piece of him too.</p><p>As they all try to attack Deathstroke, he is still able to push, toss, and hit them aside. He keeps taunting them, especially Rose. He plays with their emotions to make them lose their balance.</p><p>As the others fight, Kid Devil agrees to take back the demon. He says, under his breath, he can't let someone else take Neron's curse. Kid Devil is back as Kid Crusader is once again human.</p><p>Match is back to show his \"hate\" for Cassie. Robin is at her side. Match is \"happy\" that she found someone else to \"hate\" when she shows concern after he hits Robin.</p><p>Inertia is full of arrogance as he heads towards Flash. Bart tells him that he's not going to hurt anyone he cares about again. As they collide, Inertia is on the ground. Flash steps on and breaks his leg, even though he knows it'll heal quickly. It will give him time to take his body and throw it at Match to get him away from Cassie.</p><p>The fight continues and continues with the Titans again regrouping against Deathstroke. Batgirl is ready to kill him but Nightwing stops her. He says he can't let her kill him. He wants Deathstroke to pay for his crimes in a court. Ever resourceful, Deathstroke continues to use them against each other. Grabbing Cyborg's arm, he uses his cannon to get them off their feet. He says he will continue to fight until he gets his kids. Robin says he will never win. They are not his kids anymore. They part of their family now. Deathstroke says they're fools and could never trust them because they are of his blood. Nightwing says they've proven themselves over and over many times.</p><p>Raveger is happy and heads towards her dad, saying she has a real family now. As she raises her sword towards him, Match's eyes begin to light up and he says, \"Live.\" Heat rays shoot out towards Raveger but are blocked by Cassie's bracelets. Rose is surprised that Cassie saved her since she can't stand her. Cassie responds that Robin was right, they are family now.</p><p>Cyborg can barely keep Match in check when Jericho makes eye contact with him and possess him. Deathstroke runs away. The Titans prepare to chase him but the Tower comes down, allowing his escape.</p><p>The Titans search through the rubble but Deathstroke is nowhere to be found. Duela Dent and Batgirl are missing too along with Inertia. Flash takes off to try to find him. Robin tells him they can help but Flash says Inertia is his responsibility. Beast Boy asks what will they do with the island now that it's trashed so badly. Donna says they'll just make it theirs again.</p><p><i>Epilogue</i></p><p>Inertia has helped Deathstroke escape. He's created false trails that he says will keep Flash busy for weeks. Deathstroke says he'll call the Rougues in Keystone to let him in on their plans for Flash. As they depart and Deathstroke leaves on his own, he ponders over the recent events. He tells himself he's many things including a killer but he's not a father. He now knows that the Titans will take care of his kids. They are safe. He has given them the one thing he never could, a real family.</p>",
            "has_staff_review": false,
            "id": 109138,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/116683-10414-109138-1-teen-titans.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/116683-10414-109138-1-teen-titans.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/116683-10414-109138-1-teen-titans.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/116683-10414-109138-1-teen-titans.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/116683-10414-109138-1-teen-titans.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/116683-10414-109138-1-teen-titans.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/116683-10414-109138-1-teen-titans.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/116683-10414-109138-1-teen-titans.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/116683-10414-109138-1-teen-titans.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Titans East Part 4",
            "site_detail_url": "https://comicvine.gamespot.com/teen-titans-46-titans-east-part-4/4000-109138/",
            "store_date": "2007-05-02",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10414/",
                "id": 10414,
                "name": "Teen Titans",
                "site_detail_url": "https://comicvine.gamespot.com/teen-titans/4050-10414/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-110440/",
            "cover_date": "2007-06-13",
            "date_added": "2008-06-06 11:22:14",
            "date_last_updated": "2016-10-12 21:38:14",
            "deck": null,
            "description": "<p><em>Overview</em></p><p>This year-long weekly series featuring a cast of hundreds kicks into high gear in its second month, under the watchful eye of head writer Paul Dini! See Mary Marvel undergo a surprising transformation! Learn why Donna Troy and Jason Todd are integral players in a cosmic chess game! And see Jimmy Olsen as you've never seen him before!</p><p>In Metropolis, Jimmy is talking to Lois about Clark being on scene covering the Amazons attack in Washington, D.C. Lois says she's more concerned about the dreams Jimmy's been having. She says it must be because he knew Lightray and was one of the first to interact with the New Gods when they arrived on Earth. Then Jimmy gets a message and mysteriously leaves to go check something out on his own.</p><p>In Gotham, Mary Marvel soars through the sky in a thunder storm feeling her newly given powers. Not only does she have the powers of the Marvel Family but also those that were bequethed to Teth-Adam by Isis. She has become more sensitive to magic and is seeking out pieces of the shattered Rock Of Eternity so that they don't fall into the wrong hands. She soon comes across five pregnant women on top of a building sitting in a pentagram. A demon by the name of Pharyngula, the Harvester of Stillborn Souls has been called forth. He grabs Mary and says he wants to eat her flesh and \"suck the digested waste from [her] intestines.\"</p><p>In Keystone City, the Rogues are eating at a restaurant. A discussion of the downfall of the free market economy starts a fight when Mirror Master thinks Piper is calling him ignorant. Piper corrects him by saying he called him an \"ignorant dirtbag.\" Piper says he'll never forget that Mirror Master killed his parents. Before someone else can get killed, Captain Cold puts a stop to the fight. Inertia is with them. They say it's time to get to work.</p><p>Back in Metropolis, Jimmy is in Suicide Slum. The letter he received said to go to an address here if he had questions about what happened to Lightray. He finds Sleez, a former aide to Darkseid living in an abandoned building. He asks Jimmy if he's missed him. Jimmy says he thought that Toyman had killed him but Sleez was able to survive the encounter. It is his hope to get revenge on Darkseid. Jimmy tells him to just get to the point. Impressed by his new attitude, Sleez is about to tell Jimmy that Darkseid can finally be destroyed. He is cut off when he realizes that \"He's\" here. The building is soon attacked. A bright yellow light appears as a voice says hello to Sleez. Then it says, \"So begins the end,\" and Sleez is shot by an energy blast. Jimmy, once again, has no idea what the heck is going on.</p><p>Mary continues to fight the demon. It says it needs to eat to live. Mary is determined not to let it have anyone's soul. She knows she needs to send it back where it came from or kill it. She doesn't care which. She seems to be enjoying her new powers and strength. As she's about to deliver the final blow, a blast hits the the two of them. Pharyngula lies unconscious on the ground and the police prepare to get him bound as soon as possible. It is unclear what happened to Mary.</p><p>In Washington, D.C., Donna Troy sits on the steps of the defaced Lincoln Memorial. Jason Todd soon arrives to ask more questions about Duela Dent. She tells him it's not a good time but Jason says they seem to be out of time. He tells her that he saw who killed Duela. Jason says the killer wanted him to get a good look at him in order to put some fear into him. He tells her it looked a lot like a Monitor. Donna says that doesn't make sense and maybe it's the Anti-Monitor. She says the Monitor is a force of good. They don't kill. Donna tells Jason that she recently saw the Monitor and all he did was tell her she was supposed to have died during the recent crisis. Jason says that proves his theory. Duela wasn't supposed to be there either.</p><p>The Monitors are observing this conversation. They admit they underestimated Jason Todd. One says that they have sent out an agent to deal with them. Donna suggest they try to make a list to warn people that may be in danger. Jason says they should just worry about themselves since they're up against such a powerful force.</p><p>Suddenly, Donna is hit and dragged away by something moving at high speed. She is sent flying and goes crashing into the ground. As Jason runs to Donna, he is hit from all sides by an alien female.</p><p><em>back up story</em></p><p><b>History of the Multiverse, Chapter Four</b></p><p>The Monitors continue the story of the heroes of Earth.</p>",
            "has_staff_review": false,
            "id": 110440,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/135177-18564-110440-1-countdown.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/135177-18564-110440-1-countdown.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/135177-18564-110440-1-countdown.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/135177-18564-110440-1-countdown.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/135177-18564-110440-1-countdown.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/135177-18564-110440-1-countdown.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/135177-18564-110440-1-countdown.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/135177-18564-110440-1-countdown.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/135177-18564-110440-1-countdown.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Weapon of War",
            "site_detail_url": "https://comicvine.gamespot.com/countdown-to-final-crisis-46-weapon-of-war/4000-110440/",
            "store_date": "2007-06-13",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18564/",
                "id": 18564,
                "name": "Countdown to Final Crisis",
                "site_detail_url": "https://comicvine.gamespot.com/countdown-to-final-crisis/4050-18564/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-114920/",
            "cover_date": "2007-10-01",
            "date_added": "2008-06-06 11:20:16",
            "date_last_updated": "2013-10-20 02:01:06",
            "deck": null,
            "description": "<p><i>Introducing...Wildfire! It's a family reunion when Starfire's long lost brother is found and visits Earth. But will he turn out to be a friend to the Titans like Starfire, or more of a foe like Blackfire?</i></p>",
            "has_staff_review": false,
            "id": 114920,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/198682-11258-114920-1-teen-titans-go.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/198682-11258-114920-1-teen-titans-go.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/198682-11258-114920-1-teen-titans-go.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/198682-11258-114920-1-teen-titans-go.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/198682-11258-114920-1-teen-titans-go.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/198682-11258-114920-1-teen-titans-go.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/198682-11258-114920-1-teen-titans-go.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/198682-11258-114920-1-teen-titans-go.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/198682-11258-114920-1-teen-titans-go.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Wildfire",
            "site_detail_url": "https://comicvine.gamespot.com/teen-titans-go-46-wildfire/4000-114920/",
            "store_date": "2007-08-29",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-11258/",
                "id": 11258,
                "name": "Teen Titans Go!",
                "site_detail_url": "https://comicvine.gamespot.com/teen-titans-go/4050-11258/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-115032/",
            "cover_date": "2007-11-01",
            "date_added": "2008-06-06 11:19:37",
            "date_last_updated": "2016-10-06 11:59:30",
            "deck": null,
            "description": "<p><em>Overview</em></p><p>The F.F. are forced into an uneasy alliance with the alien known as the Silver Surfer to combat the Psycho-Man, who has six billion fanatical followers…all kidnapped from their home planet—Earth.</p><p>Despite their power, how can even the Fantastic Four rescue a populace from itself?</p><p>The answer will shock you.</p>",
            "has_staff_review": false,
            "id": 115032,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/199840-10379-115032-1-ultimate-fantastic-f.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/199840-10379-115032-1-ultimate-fantastic-f.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/199840-10379-115032-1-ultimate-fantastic-f.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/199840-10379-115032-1-ultimate-fantastic-f.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/199840-10379-115032-1-ultimate-fantastic-f.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/199840-10379-115032-1-ultimate-fantastic-f.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/199840-10379-115032-1-ultimate-fantastic-f.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/199840-10379-115032-1-ultimate-fantastic-f.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/199840-10379-115032-1-ultimate-fantastic-f.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Silver Surfer: Part 5",
            "site_detail_url": "https://comicvine.gamespot.com/ultimate-fantastic-four-46-silver-surfer-part-5/4000-115032/",
            "store_date": "2007-09-26",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10379/",
                "id": 10379,
                "name": "Ultimate Fantastic Four",
                "site_detail_url": "https://comicvine.gamespot.com/ultimate-fantastic-four/4050-10379/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-115850/",
            "cover_date": "2007-12-01",
            "date_added": "2008-06-06 11:21:29",
            "date_last_updated": "2012-12-15 20:39:34",
            "deck": null,
            "description": "<p><em>Overview</em></p><p>Since Deadpool is twice as much trouble as anyone in the Marvel Universe, the only logical people who could possibly rescue him and Bob, Agent of Hydra, from their temporal tantrum are... the FANTASTIC EIGHT?</p><p>Twice the guest stars! Twice the fun! But not twice the price! How can you say no?</p>",
            "has_staff_review": false,
            "id": 115850,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2755220-46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2755220-46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2755220-46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2755220-46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2755220-46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2755220-46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2755220-46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2755220-46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2755220-46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Eight To Save The Universe!",
            "site_detail_url": "https://comicvine.gamespot.com/cable-deadpool-46-eight-to-save-the-universe/4000-115850/",
            "store_date": "2007-10-24",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18070/",
                "id": 18070,
                "name": "Cable & Deadpool",
                "site_detail_url": "https://comicvine.gamespot.com/cable-deadpool/4050-18070/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-118125/",
            "cover_date": "2007-11-01",
            "date_added": "2008-06-06 11:20:59",
            "date_last_updated": "2015-06-25 02:57:14",
            "deck": null,
            "description": "<p><em>Overview</em></p><p>Invincible and Rex Splode haven’t always seen eye-to-eye but when Dupli-Kate’s twin brother Multi-Paul comes to town, more than a little angry about his sister’s death, the two of them find a little common ground on which to relate – common ground called KICKING ASS!</p>",
            "has_staff_review": false,
            "id": 118125,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/236530-17993-118125-1-invincible.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/236530-17993-118125-1-invincible.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/236530-17993-118125-1-invincible.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/236530-17993-118125-1-invincible.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/236530-17993-118125-1-invincible.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/236530-17993-118125-1-invincible.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/236530-17993-118125-1-invincible.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/236530-17993-118125-1-invincible.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/236530-17993-118125-1-invincible.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": null,
            "site_detail_url": "https://comicvine.gamespot.com/invincible-46/4000-118125/",
            "store_date": "2007-11-21",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-17993/",
                "id": 17993,
                "name": "Invincible",
                "site_detail_url": "https://comicvine.gamespot.com/invincible/4050-17993/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-118233/",
            "cover_date": "2007-11-01",
            "date_added": "2008-06-06 11:19:40",
            "date_last_updated": "2014-02-16 07:28:30",
            "deck": null,
            "description": "<p>The cover says 'Death on the Battlefield' but the story is actually called 'Over the Walls' and commonly referred to as 'Venarium part 2'. The Cimmerians swarm down and mercilessly attack an Aquilonian outpost in the Battle of Venarium. This is the story of Conan's first major battle, and his last days in Cimmeria.<br /></p><p>Master storyteller Kurt Busiek and painter Greg Ruth present the grand finale to their critically acclaimed saga of the barbarian's youth!</p><p><b>The grand finale of \"Born on the Battlefield\"!</b></p>",
            "has_staff_review": false,
            "id": 118233,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/239158-10612-118233-1-conan.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/239158-10612-118233-1-conan.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/239158-10612-118233-1-conan.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/239158-10612-118233-1-conan.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/239158-10612-118233-1-conan.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/239158-10612-118233-1-conan.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/239158-10612-118233-1-conan.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/239158-10612-118233-1-conan.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/239158-10612-118233-1-conan.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Over The Walls",
            "site_detail_url": "https://comicvine.gamespot.com/conan-46-over-the-walls/4000-118233/",
            "store_date": "2007-11-21",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10612/",
                "id": 10612,
                "name": "Conan",
                "site_detail_url": "https://comicvine.gamespot.com/conan/4050-10612/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-410564/",
            "cover_date": "2007-08-11",
            "date_added": "2013-06-11 09:40:33",
            "date_last_updated": "2013-06-11 10:05:21",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 410564,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3102289-46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3102289-46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3102289-46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3102289-46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3102289-46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3102289-46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3102289-46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3102289-46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3102289-46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Vol. 46",
            "site_detail_url": "https://comicvine.gamespot.com/one-piece-46-vol-46/4000-410564/",
            "store_date": "2007-08-23",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-63314/",
                "id": 63314,
                "name": "One Piece",
                "site_detail_url": "https://comicvine.gamespot.com/one-piece/4050-63314/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-432748/",
            "cover_date": "2008-01-01",
            "date_added": "2013-11-08 01:47:47",
            "date_last_updated": "2013-11-08 03:02:55",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 432748,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3430540-046.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3430540-046.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3430540-046.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3430540-046.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3430540-046.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3430540-046.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3430540-046.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3430540-046.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3430540-046.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": null,
            "site_detail_url": "https://comicvine.gamespot.com/comic-lo-46/4000-432748/",
            "store_date": "2007-11-21",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-69045/",
                "id": 69045,
                "name": "Comic LO",
                "site_detail_url": "https://comicvine.gamespot.com/comic-lo/4050-69045/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-568709/",
            "cover_date": "2007-05-17",
            "date_added": "2016-12-17 10:09:26",
            "date_last_updated": "2017-02-11 20:06:51",
            "deck": null,
            "description": "<p>Chapter 364 - 367.</p>",
            "has_staff_review": false,
            "id": 568709,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5596445-46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5596445-46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5596445-46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5596445-46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5596445-46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5596445-46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5596445-46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5596445-46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5596445-46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Vol. 46",
            "site_detail_url": "https://comicvine.gamespot.com/dreams-46-vol-46/4000-568709/",
            "store_date": "2007-05-17",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-96956/",
                "id": 96956,
                "name": "Dreams",
                "site_detail_url": "https://comicvine.gamespot.com/dreams/4050-96956/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-573274/",
            "cover_date": "2007-07-09",
            "date_added": "2016-12-30 04:05:24",
            "date_last_updated": "2016-12-30 20:43:42",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 573274,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5620601-46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5620601-46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5620601-46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5620601-46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5620601-46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5620601-46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5620601-46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5620601-46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5620601-46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Vol. 46",
            "site_detail_url": "https://comicvine.gamespot.com/ginga-densetsu-weed-46-vol-46/4000-573274/",
            "store_date": "2007-07-09",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-97318/",
                "id": 97318,
                "name": "Ginga Densetsu Weed",
                "site_detail_url": "https://comicvine.gamespot.com/ginga-densetsu-weed/4050-97318/"
            }
        }
    ]
}
