{
    "2007-01-01|2007-12-30": [
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-108536/",
            "cover_date": "2007-04-11",
            "date_added": "2008-06-06 11:21:17",
            "date_last_updated": "2016-05-09 07:55:36",
            "deck": null,
            "description": "<p><em>The end is near! As the year races towards its close, we follow our heroes through their final steps in space - and time! From the mean streets of Gotham to the far reaches of deep space, the last weeks tick down to their shattering conclusion. World War III is just the beginning! Plus, more origins of the DC Universe, including the JLA with Ethan Van Sciver and Batman with Andy Kubert! These final issues feature art by Darick Robertson, Eddy Barrows, Joe Bennett, Justiniano and more.</em></p><p><i>Week 49, Day 1, Oolong Island</i></p><p>The Justice Society of America are demanding that Black Adam be released from the scientists' torture chambers. The entire island is surrounded by a force field so the JSA cannot enter. The Great Ten of teh Chinese People's Republic arrive and inform them that the island belongs to them. If they step foot on the island, it will be considered an act of war.</p><p>Inside, Egg Fu asks Magnus if his Plutonium Man is ready. He also mentions that he is aware that \"certain materials\" have gone into his laboratory but not all have left. Will mentions that the different metals are aspects of personalities. The Metal Men tend to build themselves and can be any size.</p><p>Just then, tiny Metal Men, Gold, Mercury, Iron, and Tin, attack Egg Fu. T.O. Morrow comes in and blasts Mercury as Will is about to lower the force field. Will tells Morrow that it's too late. It all needs to stop. He tells Morrow that he'll teleport him to Sivana's omnibot that is in orbit overhead. Confused as to why Will is willing to help him, Will mentions that Morrow was the best teacher he ever knew and he's trying to overlook the whole \"psychopathic super-villain thing.\"</p><p>In another part of the island, Dr. Sivana prepares to make his own exit, looking for the teleporting device that Will took. Black Adam is still bound to a torture device. He vows to Sivana that he will pull him apart and feed him to Billy's \"talking tiger\" (Talky Tawny).</p><p>The Justice Society are still discussing their position with the</p><p>Socialist Red Guardsman. Alan Scott says that Chang Tzu must be a member of the Great Ten. Tzu, under orders from Intergang, was behind the assassination of the Black Marvel Family. They didn't think Black Adam would survive and are trying to cover up their connection. Power Girl notices that the shields are down now. Alan tells the Socialist Red Guardsman that he can deal with Chang Tzu while they take custody of Black Adam.</p><p>Egg Fu and others find Magnus. Will fires Lead into Egg Fu which cracks his shell. The other (cowardly) scientists run to save themselves. Will fires several more times at Egg Fu saying he told them he does crazy things without his medication.</p><p>Once the JSA enter the facility, Atom Smasher ducks out on his own. He finds Sivana and demands he takes him to Black Adam. Atom Smasher frees Adam and asks him if he really was responsible for the deaths of all the innocent women and children. He begs Adam to tell him that it was one of the Horsemen. He says that if he really did kill them that he could never go back and could never watch over Kahndaq again. Black Adam simply says that they wanted a war and he's going to give it to them and leaves.</p><p>In Metropolis, Nuklon and Jade discuss how the world has turned against them and Luthor's Everyman experiments. Nuklon says they can still save the day as Infinity, Inc. It appears he has the notion to go after Black Adam to bring him in.</p>",
            "has_staff_review": false,
            "id": 108536,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/109036-18053-108536-1-52.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/109036-18053-108536-1-52.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/109036-18053-108536-1-52.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/109036-18053-108536-1-52.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/109036-18053-108536-1-52.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/109036-18053-108536-1-52.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/109036-18053-108536-1-52.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/109036-18053-108536-1-52.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/109036-18053-108536-1-52.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "49",
            "name": "Eve of Destruction; The Origin of the JSA",
            "site_detail_url": "https://comicvine.gamespot.com/52-49-eve-of-destruction-the-origin-of-the-jsa/4000-108536/",
            "store_date": "2007-04-11",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18053/",
                "id": 18053,
                "name": "52",
                "site_detail_url": "https://comicvine.gamespot.com/52/4050-18053/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-109886/",
            "cover_date": "2007-05-23",
            "date_added": "2008-06-06 11:22:14",
            "date_last_updated": "2016-01-27 10:32:11",
            "deck": null,
            "description": "<p><em>Overview</em></p><p>When a character dies in COUNTDOWN 51, it sets off an unexpected ripple that will touch virtually every character in the DC Universe.</p><p>The COUNTDOWN is on…so begins the end!</p><p>Jimmy is about to leave Arkham Asylum after trying to talk to the Joker about the death of his \"daughter,\" Duela Dent. He's on the phone with Lois when Killer Croc, who is being brought in, escapes from the guards escorting him. He quickly kills one of them and heads towards Jimmy. As he attempts to slash him away, Jimmy's body goes elastic. This catches Croc off guard, allowing Jimmy to kick him in the face. Killer Croc thinks what he say Jimmy do is the result of being drugged up by the guards. He goes in for another attack but is zapped from behind by more guards. One of the guards tells Jimmy he's brave for standing up to Croc and wonders how he knew he wouldn't get slashed. Jimmy seems more surprised than the guard to find no marks on him.</p><p>The Monitors discuss the actions of the one that killed Duela Dent. He defends himself saying that she had to die. The entire universes depend on them and they must do their duty to protect it. He talks of the other loose ends out there and the possibility of another Crisis occuring. On the screen are images of others that are out of place and could cause problems, including Supergirl, the Legion of Superheroes, Jason Todd, Kyle Rayner, and Donna Troy. Finally he says that because they shouldn't exist in the first place, it shouldn't be considered murder if they are wiped out.</p><p>On board the JSA satellite, Red Arrow watches over Karate Kid who is locked up. Karate Kid is happy to be able to get Roy worked up.</p><p>On a yacht, a man calls his broker and approves of money being transferred to another account. Then he proceeds to jump off the yacht. The Rogues (Mirror Master, Pied Piper, and the Trickster) are also on board. Pied Piper played a tune that made the man do all that. He is trying to prove to Mirror Master and the other Rogues that he can be trusted after having sided with Flash recently. Mirror Master somewhat trusts him now. Trickster figures out that Pied Piper could have easily hypnotized the man to be able to swim to shore without tiring out.</p><p>In Gotham City, Mary Marvel continues her search for Freddy or Billy. She was warned by Madame Xanadu not to go to Gotham. She is being chased by some members of a street gang. Mary has no choice to run since she cannot access her powers. She feels drawn to an old building and runs towards it. Even thought the place is run down, she still fees there is something to this place. She says she knows how Billy must have felt the first time he met Shazam. She says the name again but finds something scarier than she could imagine. The man chasing her is grabbed from up above and is torn to pieces. As she tries to keep moving, she trips over some dead bodies. The creature responsible for the deaths tells her they are the bodies of drug addicts, squatters, and real estate agents. They were killed for trespassing on his \"solitude.\" He makes to attack her and Mary sees that it is none other than Black Adam, back in his uniform. Mary identifies herself to him, telling him to stop. Black Adam continues to move towards her.</p><p><em>Back up story</em></p><p><b>History of the Multiverse, Chapter One</b></p><p>A Monitor from each of the 52 universes are gathered together. They discuss the recent events and the action of the one that killed Duela Dent. Their main priority is to make sure their universes stay separate to avoid chaos.</p>",
            "has_staff_review": false,
            "id": 109886,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/126952-18564-109886-1-countdown.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/126952-18564-109886-1-countdown.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/126952-18564-109886-1-countdown.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/126952-18564-109886-1-countdown.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/126952-18564-109886-1-countdown.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/126952-18564-109886-1-countdown.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/126952-18564-109886-1-countdown.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/126952-18564-109886-1-countdown.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/126952-18564-109886-1-countdown.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "49",
            "name": "Stretching the Truth",
            "site_detail_url": "https://comicvine.gamespot.com/countdown-to-final-crisis-49-stretching-the-truth/4000-109886/",
            "store_date": "2007-05-23",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18564/",
                "id": 18564,
                "name": "Countdown to Final Crisis",
                "site_detail_url": "https://comicvine.gamespot.com/countdown-to-final-crisis/4050-18564/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-111340/",
            "cover_date": "2007-09-01",
            "date_added": "2008-06-06 11:19:39",
            "date_last_updated": "2012-08-06 02:52:17",
            "deck": null,
            "description": "<p><i>The finale of \"Checkout,\" the crossover with CHECKMATE! The White King calls on the Dark Knight to aid the combined Outsiders-Checkmate strikeforce, even as one member is exposed by the events of AMAZONS ATTACK!</i></p><p><b>SPOILERS</b></p><p>While Nightwing and Captain Boomerang are figuring a way to escape a cell, the Outsiders are fighting the army of Egg Fu. Batman arrives to assist the Outsiders, having been called in by Nightwing, informing the team that Nightwing and Boomerang have been moved and are being held in North Korea. Nightwing escapes the cell with Captain Boomerang in tow and they arrive too late to catch Egg Fu. Instead, they find Batman aiding Sasha Bordeaux, who was left to the torturous machinations of Egg Fu. The Outsiders and Checkmate's Knights take care of the last of Egg Fu's defenses, a giant monster. Back at the Outsider's base, Nightwing speaks to Batman, deciding that he can't continue to lead the team because there is no family or friend dynamic, like with his time in the Teen Titans. He suggests Batman take charge of the team, asking him, \"Don't you think it has a nice ring to it? Batman and the Outsiders.\" Batman replies, \"Maybe.\" Nightwing appears very confident that Batman's maybe is actually a confirmation.</p>",
            "has_staff_review": false,
            "id": 111340,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/146796-10415-111340-1-outsiders.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/146796-10415-111340-1-outsiders.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/146796-10415-111340-1-outsiders.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/146796-10415-111340-1-outsiders.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/146796-10415-111340-1-outsiders.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/146796-10415-111340-1-outsiders.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/146796-10415-111340-1-outsiders.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/146796-10415-111340-1-outsiders.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/146796-10415-111340-1-outsiders.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "49",
            "name": "Checkout: Conclusion",
            "site_detail_url": "https://comicvine.gamespot.com/outsiders-49-checkout-conclusion/4000-111340/",
            "store_date": "2007-07-05",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10415/",
                "id": 10415,
                "name": "Outsiders",
                "site_detail_url": "https://comicvine.gamespot.com/outsiders/4050-10415/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-112252/",
            "cover_date": "2007-09-01",
            "date_added": "2008-06-06 11:19:39",
            "date_last_updated": "2011-10-09 13:25:15",
            "deck": null,
            "description": "<p><em>Special Amazons Attack crossover! Supergirl and Wonder Girl team up, but whose side are they on?</em></p><p><strong>SPOILERS</strong></p><p>After last issues fight against the army, Robin, Ravager, Kid Devil, and Miss Martian find themselves under arrest for conspiring with the \"Amazon Attackers.\" The orders are countermanded. Since the location meant to detain collaborators was destroyed, everyone needs to be relocated. The commanding officer also mentions that the Titans have saved the universe and deserved to be cut some slack.</p><p>They soon find themselves facing Artemis. She tells them that Cassie took on a mission to bring down the President's plane and wants to know if she's returned yet.</p><p>Things get resolved with the help of Superman. Things also sort of get resolved over the kiss that Cassie and Tim shared.</p>",
            "has_staff_review": false,
            "id": 112252,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/161995-10414-112252-1-teen-titans.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/161995-10414-112252-1-teen-titans.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/161995-10414-112252-1-teen-titans.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/161995-10414-112252-1-teen-titans.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/161995-10414-112252-1-teen-titans.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/161995-10414-112252-1-teen-titans.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/161995-10414-112252-1-teen-titans.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/161995-10414-112252-1-teen-titans.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/161995-10414-112252-1-teen-titans.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "49",
            "name": "Life During Wartime",
            "site_detail_url": "https://comicvine.gamespot.com/teen-titans-49-life-during-wartime/4000-112252/",
            "store_date": "2007-07-25",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10414/",
                "id": 10414,
                "name": "Teen Titans",
                "site_detail_url": "https://comicvine.gamespot.com/teen-titans/4050-10414/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-119544/",
            "cover_date": "2008-01-01",
            "date_added": "2008-06-06 11:20:16",
            "date_last_updated": "2017-04-26 21:00:40",
            "deck": null,
            "description": "<p><i>Don't miss the issue that Teen Titans fans have been waiting for! A new foe is on a crime spree in Jump City, and it's up to the Teen Titans to put an end to it. But what happens when this villain actually turns out to be an evil blast from the past?</i></p>",
            "has_staff_review": false,
            "id": 119544,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/528126-jdcp_ttg49_01.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/528126-jdcp_ttg49_01.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/528126-jdcp_ttg49_01.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/528126-jdcp_ttg49_01.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/528126-jdcp_ttg49_01.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/528126-jdcp_ttg49_01.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/528126-jdcp_ttg49_01.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/528126-jdcp_ttg49_01.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/528126-jdcp_ttg49_01.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "49",
            "name": "Legacy",
            "site_detail_url": "https://comicvine.gamespot.com/teen-titans-go-49-legacy/4000-119544/",
            "store_date": "2007-11-28",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-11258/",
                "id": 11258,
                "name": "Teen Titans Go!",
                "site_detail_url": "https://comicvine.gamespot.com/teen-titans-go/4050-11258/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-120808/",
            "cover_date": "2008-02-01",
            "date_added": "2008-06-06 11:19:37",
            "date_last_updated": "2016-10-06 12:00:46",
            "deck": null,
            "description": "<p><em>Overview</em></p><p>It's the fatal final showdown with the reimagined Red Ghost!</p><p>Racing through the frozen Russian tundra, caught between the Crimson Dynamo and the Soviet Super Soldiers, our fledging heroes ask: How can you defeat a foe who can’t be touched? Think you know these villains? Just wait until you see what writer Mike Carey (X-MEN) and penciler Mark Brooks (Ultimate Spider-Man Annuals) have done to them!</p>",
            "has_staff_review": false,
            "id": 120808,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/267046-10379-120808-1-ultimate-fantastic-f.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/267046-10379-120808-1-ultimate-fantastic-f.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/267046-10379-120808-1-ultimate-fantastic-f.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/267046-10379-120808-1-ultimate-fantastic-f.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/267046-10379-120808-1-ultimate-fantastic-f.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/267046-10379-120808-1-ultimate-fantastic-f.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/267046-10379-120808-1-ultimate-fantastic-f.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/267046-10379-120808-1-ultimate-fantastic-f.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/267046-10379-120808-1-ultimate-fantastic-f.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "49",
            "name": "Ghosts, Part 3",
            "site_detail_url": "https://comicvine.gamespot.com/ultimate-fantastic-four-49-ghosts-part-3/4000-120808/",
            "store_date": "2007-12-28",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10379/",
                "id": 10379,
                "name": "Ultimate Fantastic Four",
                "site_detail_url": "https://comicvine.gamespot.com/ultimate-fantastic-four/4050-10379/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-287686/",
            "cover_date": "2007-05-15",
            "date_added": "2011-08-20 18:43:35",
            "date_last_updated": "2013-06-15 02:36:24",
            "deck": null,
            "description": "<p> Translates <a href=\"/ultimate-spider-man/4050-7257/\" data-ref-id=\"4050-7257\">Ultimate Spider-Man</a> #93-94.</p>",
            "has_staff_review": false,
            "id": 287686,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/1973116-49.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/1973116-49.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/1973116-49.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/1973116-49.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/1973116-49.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/1973116-49.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/1973116-49.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/1973116-49.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/1973116-49.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "49",
            "name": "Deadpool",
            "site_detail_url": "https://comicvine.gamespot.com/der-ultimative-spider-man-49-deadpool/4000-287686/",
            "store_date": "2007-04-26",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-42229/",
                "id": 42229,
                "name": "Der Ultimative Spider-Man",
                "site_detail_url": "https://comicvine.gamespot.com/der-ultimative-spider-man/4050-42229/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-393638/",
            "cover_date": "2007-04-16",
            "date_added": "2013-03-15 21:17:09",
            "date_last_updated": "2018-10-26 01:53:18",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 501: Der Zielperson nach!</li><li>Chapter 502: Planänderung</li><li>Chapter 503: Die Schwarze Organisation gegen das FBI - Teil 1</li><li>Chapter 504: Die Schwarze Organisation gegen das FBI - Teil 2</li><li>Chapter 505: Der neue Lehrer</li><li>Chapter 506: Der Schulumweg - Teil 1</li><li>Chapter 507: Der Schulumweg - Teil 2</li><li>Chapter 508: Das zerrüttete Paar</li><li>Chapter 509: Das verschlossene Auto</li><li>Chapter 510: Eine geheuchelte Liebe</li></ul>",
            "has_staff_review": false,
            "id": 393638,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2931654-49.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2931654-49.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2931654-49.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2931654-49.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2931654-49.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2931654-49.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2931654-49.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2931654-49.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2931654-49.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "49",
            "name": "Band 49",
            "site_detail_url": "https://comicvine.gamespot.com/detektiv-conan-49-band-49/4000-393638/",
            "store_date": "2007-04-16",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-52530/",
                "id": 52530,
                "name": "Detektiv Conan",
                "site_detail_url": "https://comicvine.gamespot.com/detektiv-conan/4050-52530/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-398054/",
            "cover_date": "2007-04-19",
            "date_added": "2013-04-19 05:37:11",
            "date_last_updated": "2013-04-19 08:41:33",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 479: Void (無 <em>\"Mu\"</em>)</li><li>Chapter 480: Last Words (最後の言葉 <em>\"Saigo no Kotoba\"</em>)</li><li>Chapter 481: Bones (骨 <em>\"Hone\"</em>)</li><li>Chapter 482: Targeted Hiraikotsu (狙われた飛来骨 <em>\"Nerawareta Hiraikotsu\"</em>)</li><li>Chapter 483: Cage of Bones (骨の檻 <em>\"Hone no Ori\"</em>)</li><li>Chapter 484: Youdoku (溶毒 <em>\"Yōdoku\"</em>)</li><li>Chapter 485: Yakurou Dokusen (薬老毒仙 <em>\"Yakurō Dokusen\"</em>)</li><li>Chapter 486: Inside the Jar (甕の中 <em>\"Kame no Naka\"</em>)</li><li>Chapter 487: Way To Live (生き方 <em>\"Ikikata\"</em>)</li><li>Chapter 488: The Answer (答え <em>\"Kotae\"</em>)</li></ul>",
            "has_staff_review": false,
            "id": 398054,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2991804-49.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2991804-49.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2991804-49.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2991804-49.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2991804-49.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2991804-49.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2991804-49.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2991804-49.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2991804-49.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "49",
            "name": "Down To the Bone",
            "site_detail_url": "https://comicvine.gamespot.com/inuyasha-49-down-to-the-bone/4000-398054/",
            "store_date": "2007-04-18",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-60198/",
                "id": 60198,
                "name": "InuYasha",
                "site_detail_url": "https://comicvine.gamespot.com/inu-yasha/4050-60198/"
            }
        }
    ]
}
