{
    "2007-01-01|2007-12-30": [
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-107889/",
            "cover_date": "2007-03-28",
            "date_added": "2008-06-06 11:21:17",
            "date_last_updated": "2016-11-28 19:30:01",
            "deck": null,
            "description": "<p><em>Week 47, Day 1 &amp; 2, Nanda Parbat</em></p><p>Batman seals himself in darkness for seven days as Robin waits for him. Tim talks with Diana and is unsure of how things are affecting Bruce. He says that after the cult \"removed\" his demons, he's gotten worse. He feels that perhaps the demons were all he had to protect him.</p><p><em>Day 2, Gotham City</em></p><p>Bruno Mannheim is unhappy that the sacrifice is not working. He is troubled that the \"twice-named daughter,\" Batwoman is still alive. They figure that \"Cain\" must be her name. Batwoman is one name and Cain must be the other. If they can match someone of her description with the resources to be Batwoman, they'll have no problem getting her.</p><p><em>Day 3, Oolong Island</em></p><p>Black Adam is still being tortured. Will Magnus is having trouble concentrating over his screams. He sits and ponders over a new Metal Men creation. When he activates it, it says, \"Crush. Raze. Trample.\" Mercury and Tin pop out of his shirt pocket and beg him to turn it off. Will does.</p><p><em>Day 4, Space</em></p><p>Animal Man is learning how to use the power of the sun-eaters. When he asks his saviors why they helped him, they tell him he is in Space B. From there he can access any point in space or time and give him a glimpse of one month in his future. He sees his wife, Ellen, but she appears to be with another man.</p><p><em>Day 5, Metropolis</em></p><p>Beast Boy continues to try to convince Natasha to join the Teen Titans as she tests out a new suit. She declines because she is working with John. They are starting a new organization, Steelworks. They want to be able to offer help to those that need it.</p><p><em>Day 6, Gotham</em></p><p>In Gotham City, Renee goes to Katherine Kane's penthouse. She finds the place torn apart. Shocked and saddened, Nightwing appears in the window and tells her that she's been taken and the two of them are going to bring her back.</p><p><em>Day 7, Nanda Parbat</em></p><p>Diana recieves wisdom. After seven days, Bruce emerges from the sealed cave. He has a smile on his face.</p>",
            "has_staff_review": false,
            "id": 107889,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/103890-18053-107889-1-52.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/103890-18053-107889-1-52.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/103890-18053-107889-1-52.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/103890-18053-107889-1-52.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/103890-18053-107889-1-52.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/103890-18053-107889-1-52.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/103890-18053-107889-1-52.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/103890-18053-107889-1-52.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/103890-18053-107889-1-52.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "47",
            "name": "Revelations; The Origin of the Teen Titans",
            "site_detail_url": "https://comicvine.gamespot.com/52-47-revelations-the-origin-of-the-teen-titans/4000-107889/",
            "store_date": "2007-03-28",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18053/",
                "id": 18053,
                "name": "52",
                "site_detail_url": "https://comicvine.gamespot.com/52/4050-18053/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-109345/",
            "cover_date": "2007-07-01",
            "date_added": "2008-06-06 11:19:39",
            "date_last_updated": "2012-08-06 02:43:45",
            "deck": null,
            "description": "<p><i>Part 2 of \"Checkout,\" the crossover with CHECKMATE! The prison hasn't been built that can hold the Outsiders for long — and that includes Checkmate's Alpine HQ, as Nightwing leads an attempt to break free from house arrest!</i></p><p>This story continues in Checkmate #14.</p>",
            "has_staff_review": false,
            "id": 109345,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/119649-10415-109345-1-outsiders.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/119649-10415-109345-1-outsiders.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/119649-10415-109345-1-outsiders.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/119649-10415-109345-1-outsiders.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/119649-10415-109345-1-outsiders.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/119649-10415-109345-1-outsiders.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/119649-10415-109345-1-outsiders.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/119649-10415-109345-1-outsiders.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/119649-10415-109345-1-outsiders.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "47",
            "name": "Checkout (Part 2)",
            "site_detail_url": "https://comicvine.gamespot.com/outsiders-47-checkout-part-2/4000-109345/",
            "store_date": "2007-05-09",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10415/",
                "id": 10415,
                "name": "Outsiders",
                "site_detail_url": "https://comicvine.gamespot.com/outsiders/4050-10415/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-110061/",
            "cover_date": "2007-07-01",
            "date_added": "2008-06-06 11:19:38",
            "date_last_updated": "2011-10-09 13:24:25",
            "deck": null,
            "description": "<p><i>A Titan dies! Are Nightwing and Donna Troy the next targets? A Countdown tie-in. The aftermath after fighting the Titans East. How will the Titans deal with another death? How will Robin and Nightwing deal with Jason Todd's involvement? How will Wonder Girl deal with Match's presence?</i></p><p><b>SPOILERS</b></p><p><i>Three days earlier</i></p><p>Duela Dent is in an alley and gets shot in the back by a high tech looking gun (<i>see Countdown #51</i>).</p><p><i>Today</i></p><p>The Titans are flying to Duela's funeral. Despite her confusion, she was a Titan. Nightwing, Robin, and Donna Troy decide to look into her murder after the funeral. Jericho, still in Match's body, says he can't because he is fighting to control Match. Cyborg, Miss Martian, Kid Devil, Beast Boy, and Raven all are going to go back to San Francisco to figure out what to do with Jericho. Cassie is the last to speak up. She decides to join Nightwing because she can't bear to be around Match. Ravager also decides to go with since most of the others are going with her brother.</p><p>Later in Manhattan, Nightwing and the Titans are talking to the pop star, Tracey that Duela tried kidnapping right before she was killed. As Nightwing and Robin try to get information out of her, Donna tries to talk with Cassie about letting go of Conner. Tracey finally mentions that when she was let go, \"some guy in a red hood\" came. This tells Nightwing and Robin where to go to next.</p><p>They manage to track down Jason Todd. As Nightwing and Robin have his arms pinned, they ask him if he killed Duela. He tells them that he told Jimmy Olsen that it was an alien. He then proceeds to hit Robin in the face and knees Nightwing in the crotch. Ravager comes from behind and holds a knife to his neck. Donna holds back Nightwing and Cassie keeps Robin back. Donna is sure that Jason didn't have anything to do with killing her. The two of them spoke at Duela's grave after the others left (<i>see Countdown #48</i>). Nightwing still doesn't trust Jason and doesn't like how he keeps popping up. As they prepare to leave, Jason yells at them that next time they want to try to kick his ass, they don't have to hide behind a \"useless investigation.\" Robin turns back and kicks Jason in the crotch with a \"boof\" and says to consider that \"next time.\"</p><p>In San Francisco, Beast Boy lets Kid Devil know that he can come to them if he has a problem or feels like he doesn't fit in since he's the youngest. Jericho is still fighting Match when he finally snaps and hits Cyborg and Raven. Miss Martian is unable to touch him and he blows Kid Devil into the wall. Beast Boy turns into a huge grizzly but Match just slams him down. Match screams out for Wonder Girl.</p><p>The others are now checking out the alley where Duela was shot. Ravager notices the way some boxes are smashed and the way the fence is bent and figures out where Duela must have been. Nightwing tries to analyze the energy residue from the scorch marks left when his device is blasted from above. A voice and bright light tells them that it is under his control. They figure if they can cause a distraction, Ravager can make her way up to see who it is. Cassie is about to fly up to cover Ravager when she realizes she's lost her powers again. Ravager barely avoids getting hit by a blast and they suddenly find themselves teleported to San Francisco. Nightwing doesn't like being told what he can investigate but they have to deal with Match first. They all attack him but Cassie stands back because she doesn't have her powers. Donna tells her she should try in case they've come back. With tears streaming down her face, Cassie approaches Match. She tells him it's okay, that she's there. Match calms down and Raven uses her powers to further soothe him. Jericho is now back in control. Robin tells Cassie that he wants to help her with her powers or anything else that's bothering her.</p><p>Cassie decides she needs to get away and goes to Supergirl's apartment back in Manhattan. Supergirl is surprised when Cassie tells her she flew all the way there because her powers could have cut out again. She tried to talk to her mom but they ended up fighting. Next she went back to the alley but all traces of Duela's murder had been wiped clean. Supergirl turns on the television and a news report comes on detailing the events in Washington D.C. The Amazons are attacking.</p>",
            "has_staff_review": false,
            "id": 110061,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/129111-10414-110061-1-teen-titans.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/129111-10414-110061-1-teen-titans.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/129111-10414-110061-1-teen-titans.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/129111-10414-110061-1-teen-titans.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/129111-10414-110061-1-teen-titans.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/129111-10414-110061-1-teen-titans.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/129111-10414-110061-1-teen-titans.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/129111-10414-110061-1-teen-titans.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/129111-10414-110061-1-teen-titans.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "47",
            "name": "Of Clowns and Clones",
            "site_detail_url": "https://comicvine.gamespot.com/teen-titans-47-of-clowns-and-clones/4000-110061/",
            "store_date": "2007-05-31",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10414/",
                "id": 10414,
                "name": "Teen Titans",
                "site_detail_url": "https://comicvine.gamespot.com/teen-titans/4050-10414/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-110277/",
            "cover_date": "2007-06-06",
            "date_added": "2008-06-06 11:22:14",
            "date_last_updated": "2012-07-15 20:05:01",
            "deck": null,
            "description": "<p><em>Overview</em></p><p>This year-long weekly series featuring a cast of hundreds kicks into high gear in its second month, under the watchful eye of head writer Paul Dini! See Mary Marvel undergo a surprising transformation! Learn why Donna Troy and Jason Todd are integral players in a cosmic chess game! And see Jimmy Olsen as you've never seen him before!</p><p>Mary Marvel continues to talk to the angry Black Adam. She keeps telling him that it was an accident that she turned up there. He doesn't believe her. He says the powers do not make up for the loss of his family. He is sure that it was not an accident that she turned up at his place. He grabs her by the neck and slams her agains the wall saying that hope is a sick delusion.</p><p>Holly Robinson (the former Catwoman) arrives in Metropolis off a bus. She seems to have severed her ties to Selina, Bruce, Dick, and the others. She is determined to make it on her own.</p><p>Jimmy dreams of the death of the New God, Lightray. He finds himself attached to a structure with other screaming creatures. He wakes up and has no idea what is happening to him.</p><p>The Monitors meet to discuss the actions of the rogue Monitor. One of the Monitors says that killing rather than repair an anomaly turns them into monsters. The other says that there are too many anomalies. They cannot be allowed to travel back and forth across the multiverse as they please. An example must be made. To the surprise of the first, the others agree with the preventive approach of searching out and destroying them.</p><p>The Rogues are having a \"meeting.\" They have paid women to entertain them. Pied Piper sits out on the balcony. He is soon joined by the Trickster. Trickster wants to know what is up with the Piper since he recently reformed. Piper convinces Trickster to tell his story first. Trickster says he's bored with the FBI. Being a Rogue is harmless fun. If he gets caught, he can just say he was working undercover. Piper tries getting out of telling his story. He finally says that with Wally West and Linda gone, he doesn't have any family. He's got no where else to be.</p><p>Back with Adam and Mary, he asks her if she wants to die. She says she just wants her old life back. Adam says they both know that isn't possible. He says he can ease her lonliness and says \"Shazam.\" Lightning strikes and they are both thrown back. Teth Adam is pinned under some debris. Mary lifts it with no problem. She now stands transformed in a black outfit. Teth tells her that he's given her all his power. He says he has lived with the burden long enough. Mary asks what can she do and he just says to tell Billy he's sorry.</p><p>In Washington, D.C. the news reports that the Amazons have attacked the capital.</p><p><em>back up story</em></p><p><b>History of the Multiverse, Chapter Three</b></p>",
            "has_staff_review": false,
            "id": 110277,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/131784-18564-110277-1-countdown.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/131784-18564-110277-1-countdown.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/131784-18564-110277-1-countdown.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/131784-18564-110277-1-countdown.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/131784-18564-110277-1-countdown.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/131784-18564-110277-1-countdown.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/131784-18564-110277-1-countdown.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/131784-18564-110277-1-countdown.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/131784-18564-110277-1-countdown.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "47",
            "name": "Bricks in the Wall",
            "site_detail_url": "https://comicvine.gamespot.com/countdown-to-final-crisis-47-bricks-in-the-wall/4000-110277/",
            "store_date": "2007-06-06",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18564/",
                "id": 18564,
                "name": "Countdown to Final Crisis",
                "site_detail_url": "https://comicvine.gamespot.com/countdown-to-final-crisis/4050-18564/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-115217/",
            "cover_date": "2007-11-01",
            "date_added": "2008-06-06 11:20:16",
            "date_last_updated": "2013-10-20 02:01:56",
            "deck": null,
            "description": "<p><i>Finally, the origin of Robin can be told! Plus, witness a day in the lives of Starfire and Raven. Which one of them will stop Gizmo's latest crime spree?</i></p>",
            "has_staff_review": false,
            "id": 115217,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/204587-11258-115217-1-teen-titans-go.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/204587-11258-115217-1-teen-titans-go.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/204587-11258-115217-1-teen-titans-go.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/204587-11258-115217-1-teen-titans-go.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/204587-11258-115217-1-teen-titans-go.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/204587-11258-115217-1-teen-titans-go.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/204587-11258-115217-1-teen-titans-go.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/204587-11258-115217-1-teen-titans-go.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/204587-11258-115217-1-teen-titans-go.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "47",
            "name": "Regarding Robin/One Morning",
            "site_detail_url": "https://comicvine.gamespot.com/teen-titans-go-47-regarding-robinone-morning/4000-115217/",
            "store_date": "2007-09-26",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-11258/",
                "id": 11258,
                "name": "Teen Titans Go!",
                "site_detail_url": "https://comicvine.gamespot.com/teen-titans-go/4050-11258/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-118643/",
            "cover_date": "2008-01-01",
            "date_added": "2008-06-06 11:21:29",
            "date_last_updated": "2012-12-25 11:03:13",
            "deck": null,
            "description": "<p><em>Overview</em></p><p>Could DEADPOOL's recent actions be responsible for unleashing the Hoary Hosts of Hoggoth on Earth?</p><p>Can the Crimson Bands of Cytorrak keep DEADPOOL's mouth shut? Will BOB, Agent of Hydra, sprout flame on his head and become the new Dread Dormammu? Shall DR. STRANGE truly suffer through an entire issue dragging our reluctant heroes through mystic realms? The answers are Yes, No, Maybe, Most Likely, but not necessarily in that order. And in a stunning escalation to our simmering sub-plot, CABLE is still dead!</p>",
            "has_staff_review": false,
            "id": 118643,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2755225-47.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2755225-47.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2755225-47.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2755225-47.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2755225-47.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2755225-47.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2755225-47.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2755225-47.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2755225-47.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "47",
            "name": "I Need A Trip Trough The Netherrealms Like A Kick In The Nether Regions",
            "site_detail_url": "https://comicvine.gamespot.com/cable-deadpool-47-i-need-a-trip-trough-the-netherr/4000-118643/",
            "store_date": "2007-11-29",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18070/",
                "id": 18070,
                "name": "Cable & Deadpool",
                "site_detail_url": "https://comicvine.gamespot.com/cable-deadpool/4050-18070/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-121751/",
            "cover_date": "2007-12-01",
            "date_added": "2008-06-06 11:19:40",
            "date_last_updated": "2016-05-01 11:36:33",
            "deck": null,
            "description": "<p><em>Overview</em>Dark Horse Comics and the <em>Conan</em> team are proud to introduce new series artist Tomás Giorello! Best known for the powerful fantasy illustrations for Wizards of the Coast and other prominent publishers, Giorello has also made his mark on comics, contributing to a slew of <em>Star Wars</em> titles. Now, he lends his dynamic pencils to the barbarian, joining writer Timothy Truman as he takes Conan from the boisterous \"Rogues in the House\" to an adaptation of the darker Howard fragment \"The Hand of Nergal.\"</p><p>Conan has escaped the city with his head intact, but little else to show for his labors. Little does he know that a piece of his past still follows him, stalking the Cimmerian with the patience of the grave.</p>",
            "has_staff_review": false,
            "id": 121751,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/284428-10612-121751-1-conan.JPG",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/284428-10612-121751-1-conan.JPG",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/284428-10612-121751-1-conan.JPG",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/284428-10612-121751-1-conan.JPG",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/284428-10612-121751-1-conan.JPG",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/284428-10612-121751-1-conan.JPG",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/284428-10612-121751-1-conan.JPG",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/284428-10612-121751-1-conan.JPG",
                "original_url": "https://comicvine.gamespot.com/api/image/original/284428-10612-121751-1-conan.JPG",
                "image_tags": "All Images"
            },
            "issue_number": "47",
            "name": "The Spawn of Nergal",
            "site_detail_url": "https://comicvine.gamespot.com/conan-47-the-spawn-of-nergal/4000-121751/",
            "store_date": "2007-12-19",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10612/",
                "id": 10612,
                "name": "Conan",
                "site_detail_url": "https://comicvine.gamespot.com/conan/4050-10612/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-410565/",
            "cover_date": "2007-10-11",
            "date_added": "2013-06-11 09:40:35",
            "date_last_updated": "2013-06-11 10:05:21",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 410565,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3102290-47.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3102290-47.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3102290-47.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3102290-47.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3102290-47.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3102290-47.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3102290-47.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3102290-47.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3102290-47.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "47",
            "name": "Vol. 47",
            "site_detail_url": "https://comicvine.gamespot.com/one-piece-47-vol-47/4000-410565/",
            "store_date": "2007-10-26",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-63314/",
                "id": 63314,
                "name": "One Piece",
                "site_detail_url": "https://comicvine.gamespot.com/one-piece/4050-63314/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-432749/",
            "cover_date": "2008-02-01",
            "date_added": "2013-11-08 01:47:50",
            "date_last_updated": "2013-11-08 03:02:56",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 432749,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3430541-047.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3430541-047.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3430541-047.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3430541-047.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3430541-047.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3430541-047.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3430541-047.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3430541-047.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3430541-047.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "47",
            "name": null,
            "site_detail_url": "https://comicvine.gamespot.com/comic-lo-47/4000-432749/",
            "store_date": "2007-12-21",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-69045/",
                "id": 69045,
                "name": "Comic LO",
                "site_detail_url": "https://comicvine.gamespot.com/comic-lo/4050-69045/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-568710/",
            "cover_date": "2007-09-14",
            "date_added": "2016-12-17 10:09:29",
            "date_last_updated": "2017-02-11 20:06:52",
            "deck": null,
            "description": "<p>Chapter 368 - 371.</p>",
            "has_staff_review": false,
            "id": 568710,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5596446-47.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5596446-47.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5596446-47.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5596446-47.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5596446-47.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5596446-47.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5596446-47.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5596446-47.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5596446-47.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "47",
            "name": "Vol. 47",
            "site_detail_url": "https://comicvine.gamespot.com/dreams-47-vol-47/4000-568710/",
            "store_date": "2007-09-14",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-96956/",
                "id": 96956,
                "name": "Dreams",
                "site_detail_url": "https://comicvine.gamespot.com/dreams/4050-96956/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-573275/",
            "cover_date": "2007-09-07",
            "date_added": "2016-12-30 04:05:29",
            "date_last_updated": "2016-12-30 20:44:20",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 573275,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5620602-47.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5620602-47.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5620602-47.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5620602-47.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5620602-47.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5620602-47.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5620602-47.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5620602-47.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5620602-47.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "47",
            "name": "Vol. 47",
            "site_detail_url": "https://comicvine.gamespot.com/ginga-densetsu-weed-47-vol-47/4000-573275/",
            "store_date": "2007-09-07",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-97318/",
                "id": 97318,
                "name": "Ginga Densetsu Weed",
                "site_detail_url": "https://comicvine.gamespot.com/ginga-densetsu-weed/4050-97318/"
            }
        }
    ]
}
