{
    "2007-01-01|2007-12-30": [
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-106007/",
            "cover_date": "2007-03-01",
            "date_added": "2008-06-06 11:19:47",
            "date_last_updated": "2014-05-10 13:20:53",
            "deck": null,
            "description": "<p><em>Superstar Jeph Loeb (Batman: Hush) is joined by future superstar Simone Bianchi for the biggest, best and, quite possibly, last battle between Wolverine and Sabretooth! These sworn foes have been locked in an endless grudge match that goes back longer than either can remember -- or even imagine. The key to victory is eons old, and it's certain to rock their world. Think you've seen Marvel's fiercest go toe-to-toe before? Those were just warm-ups. Also featuring a 12-page backup story \"PUNY LITTLE MAN,\" by Loeb and superstar Ed McGuinness (Superman/Batman): He's big, he's green, he's mean, and he just got his mitts on Logan. Now THIS is gonna hurt.</em></p><p><strong>First Blood: Evolution Chapter 1</strong></p><p>Wolverine is having this recurring dream of the Lupines, a group of wolf-like humans, who lived in prehistoric times.  But he can't worry about that because he has headed to Jean Grey School for the gifted because he learned that Sabertooth has been allowed to become an X-man.</p><p>After talking briefly with Rogue, Wolverine finds Sabertooth hanging out watching TV and drinking beer.  The pair start fighting and Sabertooth gets a good shot in knocking Wolverine for a loop. </p><p>While dazed Wolverine has a flashback to the death of Silver Fox and the battle with Sabertooth afterward.  During the battle Sabertooth says \"Quod sum eris.\"  Back in the present, Wolverine asks Sabertooth what that means, and Sabertooth replies with \"I am what you will be.\"  This cause Wolverine to become enraged and attacks Sabertooth with his full berserker rage.</p><p><strong>Puny Little Man</strong></p><p>A retelling of Wolverine and the Hulk's first fight.</p><p> </p>",
            "has_staff_review": false,
            "id": 106007,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/87733-10809-106007-1-wolverine.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/87733-10809-106007-1-wolverine.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/87733-10809-106007-1-wolverine.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/87733-10809-106007-1-wolverine.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/87733-10809-106007-1-wolverine.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/87733-10809-106007-1-wolverine.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/87733-10809-106007-1-wolverine.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/87733-10809-106007-1-wolverine.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/87733-10809-106007-1-wolverine.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "50",
            "name": "First Blood / Puny Little Man",
            "site_detail_url": "https://comicvine.gamespot.com/wolverine-50-first-blood-puny-little-man/4000-106007/",
            "store_date": "2007-01-24",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10809/",
                "id": 10809,
                "name": "Wolverine",
                "site_detail_url": "https://comicvine.gamespot.com/wolverine/4050-10809/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-108606/",
            "cover_date": "2007-04-18",
            "date_added": "2008-06-06 11:21:17",
            "date_last_updated": "2016-05-09 07:59:06",
            "deck": null,
            "description": "<p><i>The end is near! As the year races towards its close, we follow our heroes through their final steps in space - and time! From the mean streets of Gotham to the far reaches of deep space, the last weeks tick down to their shattering conclusion. World War III is just the beginning! Plus, more origins of the DC Universe, including the JLA with Ethan Van Sciver and Batman with Andy Kubert! These final issues feature art by Darick Robertson, Eddy Barrows, Joe Bennett, Justiniano and more.</i></p><p><i>Week 50, Day 2, Egypt</i></p><p>Captain Marvel, Jr, Mary Marvel, and Captain Marvel are fighting Black Adam. Captain Marvel tells him to stop and let him help. He asks what he wants. Black Adam responds by smashing him in the face.</p><p><i>Week 50, Day 3, Australia</i></p><p>Austraila has suffered damage. The Justice Society of America are there to help. Atom Smasher continues to defend Black Adam. He keeps saying that Black Adam wouldn't hurt innocent children. When Alan Scott reminds him that he tore a man in half on live television, Atom Smasher says that he was a wanted criminal. When Jay Garrick asks if he's condoning his actions, Atom Smasher says he's not taking anyone's side. He just wants the violence to end.</p><p><i>Week 50, Day 4</i></p><p>Black Adam takes on Doom Patrol and others with ease.</p><p><i>Week 50, Day 5</i></p><p>The Justice Society tries to catch up to Black Adam. Power Girl notes that he's been \"kicking the asses of everyone that's been able to catch up with him.\" Wildcat says the JSA can handle him. Mr. Terrific informs them that they'll get their chance to prove that because Checkmate just found him in China.</p><p><i>Week 50, Day 6</i></p><p>The Chinese Air Force try to stop Black Adam in the air. He destroys their fighters. The Great Ten say they will stop him. Socialist Red Guardsman gives the authorization to attack. Ghost Fox Killer seems to have wounded Black Adam with her spirit-shot. Seven Deadly Brothers take their shot next.</p><p><i>Week 50, Day 7</i></p><p>The fight continues in Beijing. The Justice Society and several other heroes stand at the Chinese border because they have been told they are not allowed to step foot in the country. Alan Scott tells them to hold the line. He wants them to be ready because the Chinese will need them soon.</p><p>Most of the Great Ten are down. He tells them to send soldiers, send armies, send them all. With the city burning and most of their soldiers either dead or seriously wounded, August Generial-In-Iron has no choice but to allow international help. The Justice Society and others descend upon Black Adam.</p><p>Alan Scott gives the order to get and keep Black Adam on the ground so that more of them can get on him. The fight rages on. Atom Smasher again says that Black Adam merely chased the Four Horsemen into Bialya and the Horseman was the one that killed everyone. He says Black Adam doesn't kill just to kill. Black Adam says he does what he needs to and sends Atom and others flying.</p><p>At the Rock of Eternity, Captain Marvel is sent flying back after talking to the Egyptian Gods. He tried getting them to force change Black Adam into a mortal again. They refused saying he has their blessings. He tries to think of another way to force the change.</p><p>Steel and Natasha Irons get the Thunder Missle ready to fire at Adam. Once it hits him, A.I. nanites inside will work their way to his brain and short out his motor functions. Just as they are about to launch it, Booster Gold appears. He takes the missle saying he needs it more than they do and that it wouldn't have worked anyways. Then he disappears. Steel and Natasha have no other choice but to jump into the fight with their hammers.</p><p>The remains of Luthor's Everyman project as Infinity, Inc. are told to join the fight as they look on. Seeing how things are going for the others, Nuklon says they're not going up against that and take off in the other direction with their tales between their legs.</p><p>The fight keeps going. Zatarra contacts Jay with a plan. Alan is to grab Adam and take him to the sky. Captain Marvel is heading full speed towards them. He yells, \"Shazam!\" just as he approaches Black Adam. The magicians try to hold the lightning until the final moment. There is a huge flash and Teth Adam is seen falling to the ground. He yells out \"Shazam!\" several times with no result. Withing the smoke, a giant hand is seen catching him.</p><p>Jay runs everywhere looking to see where Adam fell. No one can find him. Atom Smasher claims that with all the smoke and the flash of light, no one could see what happened. Captain Marvel reassures Jay that if he survived, they will find him and prosecute him. He says that now that he is the Guardian of the Magic, he has a new level of ability. He was able to change Adam's magic word. He says he will never tell a living soul what he changed it to and that Adam wil never guess it.</p><p>Later, Teth Adam is seen walking the streets in a foreign land trying to come up with the word. He tries, \"Shazam, Captain Marvel, Kahndaq, Osiris, Isis, Batson, Eternity...\" all with no success.</p><p><i>Week 50, Day 7, the Rocky Mountains</i></p><p>T.O. Morrow returns home with the head of the Red Tornado. As he works on it to find out what he saw \"out there in the great beyond,\" it keeps repeating \"52.\" Then Booster Gold and Rip Hunter arrive telling him to get his ass in gear because they've already run out of time.</p>",
            "has_staff_review": false,
            "id": 108606,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/110531-18053-108606-1-52.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/110531-18053-108606-1-52.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/110531-18053-108606-1-52.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/110531-18053-108606-1-52.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/110531-18053-108606-1-52.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/110531-18053-108606-1-52.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/110531-18053-108606-1-52.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/110531-18053-108606-1-52.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/110531-18053-108606-1-52.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "50",
            "name": "World War III",
            "site_detail_url": "https://comicvine.gamespot.com/52-50-world-war-iii/4000-108606/",
            "store_date": "2007-04-18",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18053/",
                "id": 18053,
                "name": "52",
                "site_detail_url": "https://comicvine.gamespot.com/52/4050-18053/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-109601/",
            "cover_date": "2007-05-16",
            "date_added": "2008-06-06 11:22:14",
            "date_last_updated": "2016-01-27 10:23:43",
            "deck": null,
            "description": "<p>Jimmy Olsen walks down a dark alley while using his watch to Superman. Superman tells Olsen to go to a door at the end of the alley and he uses his laser vision to open the door from space. Inside, Jimmy finds Jason Todd fighting several ninjas. After Jason soundly defeats his enemies, Jimmy compliments him and tells him why he's there.</p><p>Jimmy Olsen has been assigned to report on the death of Duela and his first interview is with Jason Todd, the Red Hood. (He was the only one to see the murder.) Jimmy asks for so information as to what went on, but all Jason can tell him is that Duela was killed by an alien that was \"probably powerful\" after trying (and failing) to kidnap some famous person. After she was killed, the alien's twin showed up and took the first alien away before he could kill Jason.</p><p>In Greenwich Village, New York, Mary Marvel is sitting with Madame Xanadu to see if she can help her find Freddie Freeman. Instead of helping with her search, Madame Xanadu talks about Mary and her lost powers. She says she has a destiny but it is uncertain. She <em>may</em> go through trials and she <em>might</em> get her powers back (or some version of them), but if she does, she must never go to Gotham City. Mary asks why but doesn't get a straight answer, just that it's not \"safe for magic.\"</p><p>Meanwhile, in the Batcave, Batman fights against a brainwashed Karate Kid. The temporally displaced hero thinks his name is Trident, but he still remembers, at least a little bit, how to fight. He's defeating Batman in hand to hand when Black Lightning shocks him from behind. Batman then says they'll take him to the Justice League headquarters.</p><p>At a house in Keystone, some of Flash's Rogues (and their lady friends) are hanging out. While they drink and do some drugs, Mirror Master appears and tells them that Captain Cold and Inertia are planning something special, and they're all invited. Well, most of them. Mirror Master has a problem with Trickster and Pied Piper, former good guys, and tells them. A little scuffle breaks out but Heat Wave stops it. Mirror Master leaves, but not before telling Piper and Trickster that they'll have to prove themselves. And if they don't, he'll kill them.</p><p>Jimmy continues his search for answers in Arkham Asylum, where Joker is imprisoned. He tells Joker his daughter is dead and the clown acts like he's heartbroken and distraught. Suddenly he stops feigning sadness and starts acting like his normal crazy self. He tells Jimmy that it's all a universal conspiracy and his daughter isn't dead since he doesn't even have one. He starts laughing and Olsen walks away. He gets on his phone and starts to call someone, unaware that Killer Croc has broken loose and is right behind him with his mouth open, ready to bite.</p>",
            "has_staff_review": false,
            "id": 109601,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/121661-18564-109601-1-countdown.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/121661-18564-109601-1-countdown.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/121661-18564-109601-1-countdown.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/121661-18564-109601-1-countdown.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/121661-18564-109601-1-countdown.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/121661-18564-109601-1-countdown.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/121661-18564-109601-1-countdown.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/121661-18564-109601-1-countdown.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/121661-18564-109601-1-countdown.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "50",
            "name": "Last Laugh",
            "site_detail_url": "https://comicvine.gamespot.com/countdown-to-final-crisis-50-last-laugh/4000-109601/",
            "store_date": "2007-05-16",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18564/",
                "id": 18564,
                "name": "Countdown to Final Crisis",
                "site_detail_url": "https://comicvine.gamespot.com/countdown-to-final-crisis/4050-18564/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-113965/",
            "cover_date": "2007-10-01",
            "date_added": "2008-06-06 11:19:39",
            "date_last_updated": "2017-12-27 23:05:34",
            "deck": null,
            "description": "<p><em>Don't miss this very special issue that ushers in the new TEEN TITANS creative team of Sean McKeaver and Randy Green, reunites Marv Wolfman and George Pérez for their first new Titans adventure in years, and also features a story by Geoff Johns and Mike McKone - the creators who launched this title! It all begins when the Titans bury another friend - and ends with a deadly, familiar threat as well as an addition to the team. Plus, be sure to catch BLUE BEETLE #18, a tie-in to this issue guest-starring the Titans and Lobo!</em></p><p><b>SPOILERS</b></p><p>The Titans join together for a memorial for Bart Allen, the former Kid Flash. They reminisce over moments from the past, like when Kid Flash drove the Robin's Bat-Jet to Smallville to pick up Superboy for a game. While the Titans reminisce, some major superheroes of the DC Universe are being attacked, including Batman, Superman, Wonder Woman, Martian Manhunter and the Flash. The Teen Titans roster changes, where no Titan member from the previous generation is on the active roster. After the memorial, the Titans join together to fight Lobo, who is causing havoc in Houston, Texas. While fighting Lobo, the Titans get assistance from the new Blue Beetle. After the battle, the Titans invite the Blue Beetle to join the team to train and maybe even be placed on the active roster. They return back to the Titans Tower, where Robin and Wonder Girl talk about Bart Allen some more when they are interrupted by the Flash. The Flash looks like he's been in battle and before he can explain what's going on, Bart Allen and Superboy show up. It seems they are Titans from the future and were the ones defeating Wonder Woman, Batman, Martian Manhunter and Batman.</p>",
            "has_staff_review": false,
            "id": 113965,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/184329-10414-113965-1-teen-titans.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/184329-10414-113965-1-teen-titans.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/184329-10414-113965-1-teen-titans.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/184329-10414-113965-1-teen-titans.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/184329-10414-113965-1-teen-titans.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/184329-10414-113965-1-teen-titans.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/184329-10414-113965-1-teen-titans.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/184329-10414-113965-1-teen-titans.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/184329-10414-113965-1-teen-titans.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "50",
            "name": "Passage",
            "site_detail_url": "https://comicvine.gamespot.com/teen-titans-50-passage/4000-113965/",
            "store_date": "2007-08-29",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10414/",
                "id": 10414,
                "name": "Teen Titans",
                "site_detail_url": "https://comicvine.gamespot.com/teen-titans/4050-10414/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-133962/",
            "cover_date": "2008-02-01",
            "date_added": "2008-07-22 01:43:17",
            "date_last_updated": "2017-04-26 21:02:52",
            "deck": null,
            "description": "<p><i>The Titans hit the big 5-0! When Robin's out of commission, it's up to the rest of the team to gather everyone and anyone who's ever been a Titan to help save the day!</i></p>",
            "has_staff_review": false,
            "id": 133962,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/460111-f_ttg50p01m_601644e.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/460111-f_ttg50p01m_601644e.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/460111-f_ttg50p01m_601644e.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/460111-f_ttg50p01m_601644e.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/460111-f_ttg50p01m_601644e.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/460111-f_ttg50p01m_601644e.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/460111-f_ttg50p01m_601644e.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/460111-f_ttg50p01m_601644e.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/460111-f_ttg50p01m_601644e.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "50",
            "name": "Graduation Day",
            "site_detail_url": "https://comicvine.gamespot.com/teen-titans-go-50-graduation-day/4000-133962/",
            "store_date": "2007-12-26",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-11258/",
                "id": 11258,
                "name": "Teen Titans Go!",
                "site_detail_url": "https://comicvine.gamespot.com/teen-titans-go/4050-11258/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-287687/",
            "cover_date": "2007-06-15",
            "date_added": "2011-08-20 18:43:56",
            "date_last_updated": "2013-06-15 02:37:37",
            "deck": null,
            "description": "<p> Translates <a href=\"/ultimate-spider-man/4050-7257/\" data-ref-id=\"4050-7257\">Ultimate Spider-Man</a> #95-96.</p>",
            "has_staff_review": false,
            "id": 287687,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/1973117-50.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/1973117-50.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/1973117-50.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/1973117-50.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/1973117-50.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/1973117-50.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/1973117-50.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/1973117-50.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/1973117-50.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "50",
            "name": "Morbius",
            "site_detail_url": "https://comicvine.gamespot.com/der-ultimative-spider-man-50-morbius/4000-287687/",
            "store_date": "2007-05-24",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-42229/",
                "id": 42229,
                "name": "Der Ultimative Spider-Man",
                "site_detail_url": "https://comicvine.gamespot.com/der-ultimative-spider-man/4050-42229/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-393639/",
            "cover_date": "2007-06-18",
            "date_added": "2013-03-15 21:17:10",
            "date_last_updated": "2018-10-26 01:53:19",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 511: Fete unter Hochspannung</li><li>Chapter 512: Heimlicher Hausbesuch</li><li>Chapter 513: Das öde Baseball-Spiel</li><li>Chapter 514: Jackpot!</li><li>Chapter 515: Das verhinderte Interview</li><li>Chapter 516: Der Täter auf Band</li><li>Chapter 517: Der Junior-Detektivclub in Aktion!</li><li>Chapter 518: Heiji erinnert sich zurück</li><li>Chapter 519: Die Rache der Schneefee</li><li>Chapter 520: Der rätselhafte Lift</li><li>Chapter 521: Die Legende des silbernen Gewands</li></ul>",
            "has_staff_review": false,
            "id": 393639,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2931655-50.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2931655-50.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2931655-50.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2931655-50.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2931655-50.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2931655-50.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2931655-50.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2931655-50.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2931655-50.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "50",
            "name": "Band 50",
            "site_detail_url": "https://comicvine.gamespot.com/detektiv-conan-50-band-50/4000-393639/",
            "store_date": "2007-06-18",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-52530/",
                "id": 52530,
                "name": "Detektiv Conan",
                "site_detail_url": "https://comicvine.gamespot.com/detektiv-conan/4050-52530/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-398055/",
            "cover_date": "2007-07-19",
            "date_added": "2013-04-19 05:37:13",
            "date_last_updated": "2013-04-19 08:41:35",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 489: Completed Meidou (完全な冥道 <em>\"Kanzenna Meidou\"</em>)</li><li>Chapter 490: Tenseigas Secret (天生牙の秘密 <em>\"Tenseiga no Himitsu\"</em>)</li><li>Chapter 491: Tetsusaiga and Tenseiga (鉄砕牙と天生牙 <em>\"Tessaiga to Tenseiga\"</em>)</li><li>Chapter 492: Fathers True Intent (父の真意 <em>\"Chichi no Shin’i\"</em>)</li><li>Chapter 493: Resonance (共鳴 <em>\"Kyoumei\"</em>)</li><li>Chapter 494: The Two Worlds (ふたつの世界 <em>\"Futatsu no Sekai\"</em>)</li><li>Chapter 495: Further Thought (その先の考え <em>\"Sono Saki no Kangae\"</em>)</li><li>Chapter 496: Trick (仕掛け <em>\"Shikake\"</em>)</li><li>Chapter 497: Kohaku's Neck (琥珀の首 <em>\"Kohaku no Kubi\"</em>)</li><li>Chapter 498: Reborn Hiraikotsu (新生 飛来骨 <em>\"Shinsei Hiraikotsu\"</em>)</li></ul>",
            "has_staff_review": false,
            "id": 398055,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2991805-50.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2991805-50.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2991805-50.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2991805-50.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2991805-50.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2991805-50.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2991805-50.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2991805-50.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2991805-50.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "50",
            "name": "Green Monster",
            "site_detail_url": "https://comicvine.gamespot.com/inuyasha-50-green-monster/4000-398055/",
            "store_date": "2007-07-18",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-60198/",
                "id": 60198,
                "name": "InuYasha",
                "site_detail_url": "https://comicvine.gamespot.com/inu-yasha/4050-60198/"
            }
        }
    ]
}
