{
    "2008-01-01|2008-12-30": [
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-121611/",
            "cover_date": "2008-03-01",
            "date_added": "2008-06-06 11:21:30",
            "date_last_updated": "2015-04-23 11:05:21",
            "deck": null,
            "description": "<p><i>Overview</i></p><p>Showdown. The X-Men vs. The Marauders vs. X-Force vs. The Acolytes vs. New X-Men vs. Predator X. Will the victor get the spoils and claim the baby? Whatever the outcome, the future of mutantkind begins here!</p><p>Three hours before the events in X-Factor 27 on Muir Island, Mystique and Mr. Sinister look over Rogue's comatose body. Mystique is saddened that Rogue is dying and nothing can be done to prevent that. Sinister confirms this. Mystique does the unthinkable. She grabs Sinister from behind and pushes his face against Rogue's. Her death touch is instant. Sinister's face begins to crack and he collapses to the floor. Gambit arrives with the baby mutant and is surprised to see Sinister lying on the floor. He can't believe that he is finally free from the debt he owes him. That is when the X-Men (and \"X-Force\") arrive.</p><p>The battle is fierce. Wolverine gets shot in the eye. As he starts to get up, Scrambler grabs him and begins to use his powers on him. Before he can get far, X-23 jumps in, chastises Wolverine for healing too slow, and slices off Scrambler's hands. Sunspot hits Wolfsbane with fire. Scalphunter sets his sites on Hepzibah only to get a blade thrown into his shoulder, courtesy of Warpath. Mystique pulls the knife out and tells him that Sinister needs more time with the baby. They have to do whatever it takes to hold off the X-Men. Just then, more X-Men arrive.</p><p>Back inside, Mystique and Gambit prepare to try to save Rogue. Gambit tells her that the only reason he's stayed with Sinister and the Marauders is because he believes in Mystique's love for Rogue. Mystique tells him she knows the baby will save Rogue. Destiny saw them in that room with the baby in a vision. Everything Mystique has done has lead up to this moment. Not really sure what she's supposed to do, Mystique touches the baby's forehead to Rogue's lips.</p><p>Meanwhile back at the Xavier Institute, Predator X is preparing to feast on the \"new\" X-Men. Rockslide tries to hold it off while the other younger students watch from inside. Predator X smashes through the window and is about to eat Indra when Surge jumps in and hits it with her powers. She tells him to get everyone to the infirmary.</p><p>On Muir Island, Riptide is about the snap (an unconscious) Wolfsbane's neck. He is taken care of by Professor X. They prepare to find the baby. Down below, there is a huge flash of light from the baby's touch on Rogue. Gambit can't sit back and let the baby die so he pulls them away from Rogue. He knows Rogue wouldn't want to be saved at the cost of the life of an infant. Expecting to see the same thing happen to the baby that happened to Sinister, Gambit is surprised to see that the baby is fine. Mystique looks at Rogue but she is still in a coma. She falls to her knees, not understanding since Destiny's diaries said this would help. She thought saving her would make Rogue love her again. Gambit says she'd rather die than allow her to harm a baby. Gambit said he'd do the same. Professor X walks in just at that moment and is happy to hear Gambit say that.</p><p>The fight continues up top. Professor X tells Cable he has the baby. He asks Gambit what he's going to do now. Gambit says he's going to stay where he belongs, by Rogue's side.</p><p>The fight for survival at the Xavier Institute doesn't look to be going well. It is soon brought to the infirmary. Nightcrawler is finally awake to see the kids fighting Predator X. He says he can't teleport everyone away. Pixie mentions that X-23 killed one of these Predators before and she can teleport it to her. Before anyone can stop her, she takes them all to Muir Island. Vertigo is the unlucky one to get chomped by Predator X.</p><p>Professor X hands off the baby to Cable and tells him to escape into the future while he helps the X-Men. Before Cable gets far, Bishop shows up saying the child will die right there, right now. Cable is ready for Bishop this time but seeing a hungry Predator X waiting for them is another story...</p><p><i>To be CONCLUDED in X-Men#207!</i></p>",
            "has_staff_review": false,
            "id": 121611,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/281680-18078-121611-1-new-x-men.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/281680-18078-121611-1-new-x-men.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/281680-18078-121611-1-new-x-men.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/281680-18078-121611-1-new-x-men.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/281680-18078-121611-1-new-x-men.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/281680-18078-121611-1-new-x-men.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/281680-18078-121611-1-new-x-men.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/281680-18078-121611-1-new-x-men.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/281680-18078-121611-1-new-x-men.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Messiah CompleX, Part Twelve",
            "site_detail_url": "https://comicvine.gamespot.com/new-x-men-46-messiah-complex-part-twelve/4000-121611/",
            "store_date": "2008-01-16",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18078/",
                "id": 18078,
                "name": "New X-Men",
                "site_detail_url": "https://comicvine.gamespot.com/new-x-men/4050-18078/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-123431/",
            "cover_date": "2008-04-01",
            "date_added": "2008-06-06 11:19:54",
            "date_last_updated": "2014-08-23 02:39:04",
            "deck": null,
            "description": "<p><em>A new color of Kryptonite is introduced as Superman's quest sends him after Metallo! But is Superman willing to ignore everything he stands for and rip out Metallo's heart? What strange places will Batman venture to in order to save the day? Zatanna guest stars in this tale constructed by Michael Green (Heroes) and Mike Johnson with art by emerging superstar Shane Davis (MYSTERY IN SPACE)!</em></p> <p>Superman and Batman have tracked down Metallo. Batman is a little surprised at Superman's actions lately. He's going out of his way starting fights in order to get all the Kryptonite back. Batman thinks to himself that Superman is becoming more \"ruthless\" as he thrusts his hand through Metallo's back and pulls out the Kryptonite that powers him. He hands the piece over to Batman, who locks it up and gives Metallo a new \"heart\" that will hold him over until the S.C.U. arrive.<br /></p> <p>Back at the Bat Cave Batman is analyzing the radiation signatures of the different variations of Kryptonite. Superman just thinks how he'd love to be able to take a break from everything. Batman has located a small amount in the Andes and says they can get it tomorrow. Superman insists they do it now. Before they head out, the Bat Computer picks up a strange reading. He notes it doesn't match the readings of the other varietals of Kryptonite. It definitely is Kryptoninte. Looks like it could be a new kind. He tracks the location to the Oblivion Bar.</p> <p>Batman and Superman both hate magic but have no choice to go to the bar. They talk to Detective Chimp and Phantom Stranger. Batman's scanner pinpoints the radiation signature to an old mystical artifact decorating the wall. With a little hellfire, the box is opened, revealing a silver moon-shaped crystal. Phantom Stranger tells them it's the Amulet of Mindfulness. He tells them it also has a strong enchantment that could be as dangerous as the Kryptonite at its core. When Superman sees it, he notes its beauty and removes his protective helmut. He seems to be under a trance already and just wants to touch it. There is a bright flash of light and he's knocked out on the floor.</p> <p>At the JLA Watchtower, Zatanna, Batman, and John Stewart look over Superman. He appears to simply be sleeping. Zatanna expresses her concern after his exposure to the magics of the amulet. Batman tells her there's no such thing as magic, just things that need more studying. They begin arguing when Superman starts to wake up. As his vision clears, he sees animated versions of everyone. Superman seems in a daze and is extremely hungry. He zips into the kitchen and begins wolfing down cereal. Red Arrow asks Wally if he seems a little...Batman cuts him off saying he's \"<b>high</b>ly unstable.\" Finished with his box of cereal, Superman begins to smell brownies cooking in North Dakota.</p> <p>As he is gone, Batman, Red Tornado, and Zatanna begin further discussion. When Zatanna sees a holographic display of what the amulet looked like, she immediately recognizes it. She starts to talk about its apparent origin but Batman doesn't want to hear it. She tells him that the legend says it was used to enslave the mind of an enemy. The only way to break the enchantment was use the other half of the amulet.<br /></p> <p>The other half appears to be on Dinosaur Island. Batman and Zatanna go there together. She tries asking how he can scientifically explain the dinosaurs being alive there. They head to a nearby village and Batman speaks to them (with the help of Zatanna's magic). He tells them what he's looking for. They are hesitant to tell him because of the dark magics involved. He tells them that he needs it to free the soul of his noble friend. They tell him that it is inside a nearby volcano. Zatanna cannot enter since she freely uses magic.<br /></p> <p>Back in the Watchtower, Superman becomes bored playing video games with Red Arrow. He asks Supergirl if there's anymore of the \"Magic-K stuff.\" She reminds him how it's bad for them and that Batman had John send it into the sun.<br /></p> <p>In the volcano, Batman is finally able to get the other piece. As he comes into contact with it, he begins getting visions of temptation from the crystal. It shows him the desires of his heart that his mind can't confirm, including a vision of his parents and of him making out with Zatanna. He knows he could stay right there in those visions forever but then Clark will never be cured.</p> <p>At the Watchtower, now they just have to wait for Superman to return to normal. Zatanna asks Batman what happened when he grabbed the crystal. He tells her he just had a few hallucinations produced from the natural gas fumes of the volcano. Zatanna doesn't get why it's so hard for him to accept magic when he's right there in a space station and is good friends with actual aliens. Batman says he doesn 't take comfort in escapist fantasy and Zatanna just tells him to \"Ssik ym ttub.\"<br /></p> <p>Superman is back. He asks Batman what happened and what was the crystal. Batman tells him it depends on who you ask. Superman doesn't really care. He says he's been so focused lately that this gave him the break he needed. He now gets why everyone needs an escape. Everyone except for Batman...</p>",
            "has_staff_review": false,
            "id": 123431,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/312243-10938-123431-1-superman--batman.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/312243-10938-123431-1-superman--batman.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/312243-10938-123431-1-superman--batman.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/312243-10938-123431-1-superman--batman.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/312243-10938-123431-1-superman--batman.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/312243-10938-123431-1-superman--batman.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/312243-10938-123431-1-superman--batman.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/312243-10938-123431-1-superman--batman.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/312243-10938-123431-1-superman--batman.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "K, Chapter 3: Varietals",
            "site_detail_url": "https://comicvine.gamespot.com/supermanbatman-46-k-chapter-3-varietals/4000-123431/",
            "store_date": "2008-02-20",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-10938/",
                "id": 10938,
                "name": "Superman/Batman",
                "site_detail_url": "https://comicvine.gamespot.com/supermanbatman/4050-10938/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-126426/",
            "cover_date": "2008-02-01",
            "date_added": "2008-06-06 11:21:40",
            "date_last_updated": "2017-06-19 11:11:02",
            "deck": null,
            "description": "<p>The survivors in the prison facility face an angry group of survivors who are intent in getting in by any means necessary, even killing Tyreese to get their way.</p>",
            "has_staff_review": false,
            "id": 126426,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/688326-walking_dead_46_01.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/688326-walking_dead_46_01.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/688326-walking_dead_46_01.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/688326-walking_dead_46_01.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/688326-walking_dead_46_01.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/688326-walking_dead_46_01.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/688326-walking_dead_46_01.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/688326-walking_dead_46_01.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/688326-walking_dead_46_01.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Made To Suffer, Pt. 4",
            "site_detail_url": "https://comicvine.gamespot.com/the-walking-dead-46-made-to-suffer-pt-4/4000-126426/",
            "store_date": "2008-04-02",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-18166/",
                "id": 18166,
                "name": "The Walking Dead",
                "site_detail_url": "https://comicvine.gamespot.com/the-walking-dead/4050-18166/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-139422/",
            "cover_date": "2008-11-01",
            "date_added": "2008-09-25 15:15:20",
            "date_last_updated": "2018-08-30 20:54:29",
            "deck": null,
            "description": "<p><em>“ENEMY MANIFEST.” Part two! Chameleon’s hand is amputated! The menacing Intruder Planet is revealed as the source of the alien Life-Eradicators! A longtime Legionnaire takes the first step down the path of darkness! Plus, the heartbreaking end of the oldest relationship in the history of the Legion!</em></p>",
            "has_staff_review": false,
            "id": 139422,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/557608-lsh_46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/557608-lsh_46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/557608-lsh_46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/557608-lsh_46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/557608-lsh_46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/557608-lsh_46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/557608-lsh_46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/557608-lsh_46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/557608-lsh_46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Imperatrix, Enemy Manifest Part 2",
            "site_detail_url": "https://comicvine.gamespot.com/legion-of-super-heroes-46-imperatrix-enemy-manifes/4000-139422/",
            "store_date": "2008-09-24",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-11059/",
                "id": 11059,
                "name": "Legion of Super-Heroes",
                "site_detail_url": "https://comicvine.gamespot.com/legion-of-super-heroes/4050-11059/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-140897/",
            "cover_date": "2008-12-01",
            "date_added": "2008-10-22 22:30:09",
            "date_last_updated": "2013-07-17 07:40:06",
            "deck": null,
            "description": "<p><em>The notorious Hood and his gang of the most powerful super-villains of all time need a leg up on the Skrulls. But to get it, the Hood will have to find the true secret to his powers. Who is the demon behind the Hood? Find out in this very special Secret Invasion tie-in.</em></p>",
            "has_staff_review": false,
            "id": 140897,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/596258-new_avengers_46__zone_megan__pg01.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/596258-new_avengers_46__zone_megan__pg01.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/596258-new_avengers_46__zone_megan__pg01.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/596258-new_avengers_46__zone_megan__pg01.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/596258-new_avengers_46__zone_megan__pg01.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/596258-new_avengers_46__zone_megan__pg01.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/596258-new_avengers_46__zone_megan__pg01.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/596258-new_avengers_46__zone_megan__pg01.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/596258-new_avengers_46__zone_megan__pg01.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "[untitled]",
            "site_detail_url": "https://comicvine.gamespot.com/the-new-avengers-46-untitled/4000-140897/",
            "store_date": "2008-10-22",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-11497/",
                "id": 11497,
                "name": "New Avengers",
                "site_detail_url": "https://comicvine.gamespot.com/new-avengers/4050-11497/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-289100/",
            "cover_date": "2009-01-01",
            "date_added": "2011-08-24 23:03:33",
            "date_last_updated": "2015-06-14 08:26:21",
            "deck": null,
            "description": "<p> <em>The FF battle Godseye in the Savage Land - but Mr Fantastic is hiding a dark secret from his family!</em></p><p><em>By Roberto Aguirre-Sacasa and Clay Mann.</em></p><p><em>Plus: three great Christmas stories, and a classic 1960's FF adventure by Stan Lee and Jack Kirby</em></p>",
            "has_staff_review": false,
            "id": 289100,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/1978801-46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/1978801-46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/1978801-46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/1978801-46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/1978801-46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/1978801-46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/1978801-46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/1978801-46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/1978801-46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": null,
            "site_detail_url": "https://comicvine.gamespot.com/fantastic-four-adventures-46/4000-289100/",
            "store_date": "2008-12-11",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-39428/",
                "id": 39428,
                "name": "Fantastic Four Adventures",
                "site_detail_url": "https://comicvine.gamespot.com/fantastic-four-adventures/4050-39428/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-295647/",
            "cover_date": "2008-03-12",
            "date_added": "2011-10-13 15:19:16",
            "date_last_updated": "2013-06-12 02:14:17",
            "deck": null,
            "description": "<p> Translates <a href=\"//www.comicvine.com/the-amazing-spider-man/4050-2127/\" data-ref-id=\"4050-2127\">The Amazing Spider-Man</a> #542 and <a href=\"//www.comicvine.com/the-sensational-spider-man/4050-18177/\" data-ref-id=\"4050-18177\">The Sensational Spider-Man</a> #38.</p>",
            "has_staff_review": false,
            "id": 295647,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2042626-46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2042626-46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2042626-46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2042626-46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2042626-46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2042626-46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2042626-46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2042626-46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2042626-46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": null,
            "site_detail_url": "https://comicvine.gamespot.com/spider-man-46/4000-295647/",
            "store_date": "2008-02-08",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-43265/",
                "id": 43265,
                "name": "Spider-Man",
                "site_detail_url": "https://comicvine.gamespot.com/spider-man/4050-43265/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-393255/",
            "cover_date": "2008-07-15",
            "date_added": "2013-03-15 04:46:34",
            "date_last_updated": "2013-07-15 06:47:27",
            "deck": null,
            "description": "<h2>Chapter Titles</h2><ul><li>Chapter 469: Tähtitaivaan alla</li><li>Chapter 470: Preludi</li><li>Chapter 471: Capriccio</li><li>Chapter 472: Requiem</li><li>Chapter 473: Impromptu</li><li>Chapter 474: Kuvitelma</li><li>Chapter 475: Lukkojen takana</li><li>Chapter 476: Tuhannnen ansan talo</li><li>Chapter 477: Kolme tunnustusta</li><li>Chapter 478: Voittamaton</li><li>Chapter 479: Ei-toivottuja sähköposteja</li></ul>",
            "has_staff_review": false,
            "id": 393255,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/2929881-46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/2929881-46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/2929881-46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/2929881-46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/2929881-46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/2929881-46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/2929881-46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/2929881-46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/2929881-46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Vol. 46",
            "site_detail_url": "https://comicvine.gamespot.com/salapoliisi-conan-46-vol-46/4000-393255/",
            "store_date": "2008-07-11",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-58963/",
                "id": 58963,
                "name": "Salapoliisi Conan",
                "site_detail_url": "https://comicvine.gamespot.com/salapoliisi-conan/4050-58963/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-416539/",
            "cover_date": "2008-03-05",
            "date_added": "2013-07-05 06:01:26",
            "date_last_updated": "2013-07-05 06:43:33",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 416539,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3153596-046.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3153596-046.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3153596-046.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3153596-046.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3153596-046.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3153596-046.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3153596-046.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3153596-046.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3153596-046.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Vol. 46",
            "site_detail_url": "https://comicvine.gamespot.com/oishinbo-46-vol-46/4000-416539/",
            "store_date": "2008-03-03",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-64978/",
                "id": 64978,
                "name": "Oishinbo",
                "site_detail_url": "https://comicvine.gamespot.com/oishinbo/4050-64978/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-439394/",
            "cover_date": "2008-10-01",
            "date_added": "2013-12-28 03:56:34",
            "date_last_updated": "2013-12-28 23:05:30",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 439394,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/3531861-46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/3531861-46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/3531861-46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/3531861-46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/3531861-46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/3531861-46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/3531861-46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/3531861-46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/3531861-46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": null,
            "site_detail_url": "https://comicvine.gamespot.com/comic-rin-46/4000-439394/",
            "store_date": "2008-09-17",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-70465/",
                "id": 70465,
                "name": "Comic RiN",
                "site_detail_url": "https://comicvine.gamespot.com/comic-rin/4050-70465/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-554263/",
            "cover_date": "2008-04-26",
            "date_added": "2016-10-18 12:08:33",
            "date_last_updated": "2017-04-13 19:46:45",
            "deck": null,
            "description": "<p>ROUND.1 - ROUND.9.</p>",
            "has_staff_review": false,
            "id": 554263,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5490922-46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5490922-46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5490922-46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5490922-46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5490922-46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5490922-46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5490922-46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5490922-46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5490922-46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Vol. 46",
            "site_detail_url": "https://comicvine.gamespot.com/kaze-no-daichi-46-vol-46/4000-554263/",
            "store_date": "2008-04-26",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-93441/",
                "id": 93441,
                "name": "Kaze no Daichi",
                "site_detail_url": "https://comicvine.gamespot.com/kaze-no-daichi/4050-93441/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-567262/",
            "cover_date": "2008-08-29",
            "date_added": "2016-12-15 08:59:53",
            "date_last_updated": "2017-07-11 04:52:09",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 567262,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5591464-46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5591464-46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5591464-46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5591464-46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5591464-46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5591464-46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5591464-46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5591464-46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5591464-46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Vol. 46",
            "site_detail_url": "https://comicvine.gamespot.com/azumi-46-vol-46/4000-567262/",
            "store_date": "2008-08-29",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-96752/",
                "id": 96752,
                "name": "Azumi",
                "site_detail_url": "https://comicvine.gamespot.com/azumi/4050-96752/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-571276/",
            "cover_date": "2008-12-26",
            "date_added": "2016-12-24 22:02:48",
            "date_last_updated": "2017-08-28 03:00:22",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 571276,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5610689-46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5610689-46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5610689-46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5610689-46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5610689-46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5610689-46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5610689-46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5610689-46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5610689-46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Vol. 46",
            "site_detail_url": "https://comicvine.gamespot.com/inochi-no-utsuwa-46-vol-46/4000-571276/",
            "store_date": "2008-12-26",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-97363/",
                "id": 97363,
                "name": "Inochi no Utsuwa",
                "site_detail_url": "https://comicvine.gamespot.com/inochi-no-utsuwa/4050-97363/"
            }
        },
        {
            "aliases": null,
            "api_detail_url": "https://comicvine.gamespot.com/api/issue/4000-586723/",
            "cover_date": "2008-10-20",
            "date_added": "2017-03-12 06:47:07",
            "date_last_updated": "2017-08-13 06:03:51",
            "deck": null,
            "description": null,
            "has_staff_review": false,
            "id": 586723,
            "image": {
                "icon_url": "https://comicvine.gamespot.com/api/image/square_avatar/5744412-46.jpg",
                "medium_url": "https://comicvine.gamespot.com/api/image/scale_medium/5744412-46.jpg",
                "screen_url": "https://comicvine.gamespot.com/api/image/screen_medium/5744412-46.jpg",
                "screen_large_url": "https://comicvine.gamespot.com/api/image/screen_kubrick/5744412-46.jpg",
                "small_url": "https://comicvine.gamespot.com/api/image/scale_small/5744412-46.jpg",
                "super_url": "https://comicvine.gamespot.com/api/image/scale_large/5744412-46.jpg",
                "thumb_url": "https://comicvine.gamespot.com/api/image/scale_avatar/5744412-46.jpg",
                "tiny_url": "https://comicvine.gamespot.com/api/image/square_mini/5744412-46.jpg",
                "original_url": "https://comicvine.gamespot.com/api/image/original/5744412-46.jpg",
                "image_tags": "All Images"
            },
            "issue_number": "46",
            "name": "Vol. 46",
            "site_detail_url": "https://comicvine.gamespot.com/tenpai-46-vol-46/4000-586723/",
            "store_date": "2008-10-20",
            "volume": {
                "api_detail_url": "https://comicvine.gamespot.com/api/volume/4050-99740/",
                "id": 99740,
                "name": "Tenpai",
                "site_detail_url": "https://comicvine.gamespot.com/tenpai/4050-99740/"
            }
        }
    ]
}
